[


  {
    "title":      "Alonso denies he wants to leave McLaren",
    "post" : {
      "intro":    "Fernando Alonso has rubbished suggestions that he is looking for a way out of McLaren on the back of its frustrating Formula 1 campaign.",
      "content":  "With his Woking-based team having performed much worse than Alonso expected, there has been speculation over the Japanese GP weekend that the Spaniard wants to race elsewhere. The rumours intensified after his manager Flavio Briatore told media that if Alonso was not given the chance to fight for podiums next year, he would quit before his current three-year contract ends. But speaking at Suzuka, Alonso insisted he remained committed to McLaren and the focus was on trying to make the progress that he and the team so desperately need. \"I definitely can tell you I will not go anywhere else,\" explained Alonso. \"I am in this project because I trust this project and I think McLaren with the potential and Honda with the potential, both companies have, it is just a matter of time before they will win again. \"They are one of the best in the business. Unfortunately we are in a difficult time and the starting point was quite low. \"But we are making progress as fast as we can and hopefully we can make this in as short a time as possible.\"",
      "subhead":  "No hidden agenda",
      "subcont":  "Alonso downplayed the significance of Briatore's remarks, but did make it clear that he was obviously not happy being unable to fight for podiums or wins right now. \"There is nothing new,\" he said. \"I am happy here, happy with the progress that we are making, happy with the challenge that we have in front of us. \"I am happy with working with the philosophy and discipline that I found this year, working with one of the greatest teams and greatest engineers I work with in my career. \"So I am enjoying this process in terms of how we are improving things and how we are making progress. \"But at the same time, and it is no secret, we are here to win and we are here to fight for championships – especially after decisions that I made last year, with second or third I was not totally happy after five years at Ferrari. \"I am here to win and if we are not winning, I can enjoy the process and enjoy working with the guys, but definitely you are not so happy when you start 14th after you do one of the best laps I did at Suzuka. So we need to make this tough time as short as possible.\""
    },
    "images": {
      "img1":     "../assets/images/article/f1-japanese-gp-2015-fernando-alonso-mclaren.jpg",
      "img2":     "../assets/images/article/f1-japanese-gp-2015-fernando-alonso-mclaren66.jpg",
      "img3":     "../assets/images/article/f1-japanese-gp-2015-fernando-alonso-mclaren-mp4-30.jpg",
      "img4":     "../assets/images/article/f1-japanese-gp-2015-fernando-alonso-mclaren00.jpg",
      "img5":     "../assets/images/article/f1-japanese-gp-2015-fernando-alonso-mclaren-with-team-mate-jenson-button-mclaren.jpg",
      "img6":     "../assets/images/article/f1-japanese-gp-2015-fernando-alonso-mclaren-with-fans.jpg",
      "img7":     "../assets/images/article/f1-japanese-gp-2015-fernando-wdalonso-mclaren-mp4-30.jpg",
      "img8":     "../assets/images/article/f1-japanesedd-gp-2015-fernando-alonso-mclaren-mp4-30.jpg"
    },
    "date":       1288912923006,
    "author":     "Jonathan Noble",
    "category":   "f1"
  },
  {
    "title":      "Kvyat to get new chassis after qualifying crash",
    "post" : {
      "intro":    "Daniil Kvyat will have to start from the pitlane for the Japanese Grand Prix after requiring a new chassis following his massive qualifying crash.",
      "content":  "The Russian lost control of his Red Bull Racing car after his left rear wheel touched the white line on the entry to the right hander before the hairpin. He hit the barriers hard on the left hand side of the track, before his car rolled over. Luckily, when he stopped, he ended up the right way up. With significant damage to his car, Red Bull has decided to make up a new chassis for Kvyat overnight, and that will mean a pitlane start.",
      "subhead":  "Staying with mechanics",
      "subcont":  "After returning from the medical centre, where he was given the all-clear, Kvyat said he was mostly upset for the extra work he had caused his team of mechanics. \"It is a shame this crash, and I am disappointed about the missed opportunity,\" he explained. \"During qualifying I had to keep learning, as our P3 didn't go completely to plan, and these things happen unfortunately. \"I am mostly sorry for the guys who will have to do quite a job. I would have said the car looked great, so I will be supporting them tonight. \"I am not as good as them at building the car but I will try to stay with them as long as I can tonight. I mainly feel sorry for him – but it was a lost opportunity because the lap wasn't looking too bad until then.\""
    },
    "images": {
      "img1":     "../assets/images/article/f1-japanese-gp-2015-the-red-bull-racing-rb11-of-daniil-kvyat-is-removed-by-marshalls-after.jpg",
      "img2":     "../assets/images/article/f1-japane0se-gp-2015-the-red-bull-racing-rb11-of-daniil-kvyat-is-removed-by-marshalls-after.jpg",
      "img3":     "../assets/images/article/f1-0japanese-gp-2015-daniil-kvyat-red-bull-racing-rb11.jpg",
      "img4":     "../assets/images/article/f1-japanese-gp-201E5-the-red-bull-racing-rb11-of-daniil-kvyat-is-removed-by-marshalls-after.jpg",
      "img5":     "../assets/images/article/f1-japanDese-gp-2015-the-red-bull-racing-rb11-of-daniil-kvyat-is-removed-by-marshalls-after.jpg",
      "img6":     "../assets/images/article/f1-japanese-gp-2015-daniil-kvyat-red-bull-racing-rb11.jpg",
      "img7":     "../assets/images/article/f1-japDanese-gp-2015-the-red-bull-racing-rb11-of-daniil-kvyat-is-removed-by-marshalls-after.jpg"
    },
    "date":       1288811223006,
    "author":     "Jonathan Noble,",
    "category":   "f1"
  },
  {
    "title":      "Perez says Lotus will be Force India's target at Suzuka",
    "post" : {
      "intro":    "As Force India battles Lotus for the fifth spot in the constructors' championship, Sergio Perez has set his eyes on beating the Enstone team on Sunday in the Japanese Grand Prix.",
      "content":  "After a largely wet Friday, teams were greeted with dry, overcast conditions at Suzuka for Saturday's practice and qualifying sessions While Nico Hulkenberg missed out on Q3 by 0.112s, teammate Perez made it into the top 10 shootout - but couldn't set a time after an abrupt end to the session due to Daniil Kvyat's crash. Hulkenberg's three-place grid penalty means he is due to start 14th, while Perez was classified as ninth for the race. \"It’s a shame I couldn’t complete my lap in Q3, but the main thing is that Daniil [Kvyat] is okay,\" the Mexican said after qualifying. \"Perhaps if I had the opportunity to set a time I could have been ahead of Romain [Grosjean], but hopefully I can get ahead of him at the start tomorrow because I think Lotus will be our main competition,\" he added.",
      "subhead":  "We did our best, says Hulkenberg",
      "subcont":  "Hulkenberg was disappointed on missing yet another Q3, but added that he has no complaints of his performance. \"I think my qualifying lap was pretty good and I felt I was pushing the car to its limit - unfortunately that wasn't enough, but I know it was our best effort,\" the German said. \"I had hoped to qualify a bit higher to offset my penalty, especially as this is not the easiest place to overtake. \"It will be interesting to see how the lack of running from yesterday will affect others. We managed to do a good job with our set-up this morning, but there are plenty of unknowns about the long run pace,\" he added."
    },
    "images": {
      "img1":     "../assets/images/article/f1-japanese-gp-2015-sergio-perez-sahara-force-india-f1-vjm08.jpg",
      "img2":     "../assets/images/article/f1-japanese-gp-K2015-nico-hulkenberg-sahara-force-india-f1-vjm08.jpg",
      "img3":     "../assets/images/article/f1-japanOese-gp-2015-nico-hulkenberg-sahara-force-india-f1-vjm08.jpg",
      "img4":     "../assets/images/article/f1-japanPese-gp-2015-sergio-perez-sahara-force-india-f1-vjm08.jpg",
      "img5":     "../assets/images/article/f1-jaYTpanese-gp-2015-sergio-perez-sahara-force-india-f1-vjm08.jpg",
      "img6":     "../assets/images/article/f1-japanOOese-gp-2015-nico-hulkenberg-sahara-force-india-f1-and-team-mate-sergio-perez-sahar.jpg",
      "img7":     "../assets/images/article/f1-japaneLLse-gp-2015-sergio-perez-sahara-force-india-f1-vjm08.jpg"
    },
    "date":       1288703623006,
    "author":     "Darshan Chokhani",
    "category":   "f1"
  },
  {
    "title":      "Verstappen handed three-place grid penalty",
    "post" : {
      "intro":    "Max Verstappen has been handed a three-place grid penalty following qualifying for the Japanese Grand Prix.",
      "content":  "The Toro Rosso driver stopped on track after the hairpin when his car shut down near the end of the first qualifying segment. The problem meant Verstappen was unable to run in Q2 and qualified down in 15th position. The incident also meant some drivers had their final runs ruined by the yellow flags. However, after qualifying, the stewards found Verstappen had parked his car in an unsafe position, and the Dutchman will drop to 18th on the grid as a result of a penalty. \"Car 33 experienced a sudden power loss at the exit of turn 11, the driver initially moved to the left side of the track towards a safe position and when it was about to stop, moved to the right onto the racing line, where it eventually stopped,\" the stewards said. \"This caused double yellow flags to be shown and endangered oncoming drivers.\"",
      "subhead":  "",
      "subcont":  ""
    },
    "images": {
      "img1":     "../assets/images/article/f1-japanese-gp-2015-max-verstappen-scuderia-toro-rosso-str10.jpg",
      "img2":     "../assets/images/article/f1-japanesEEe-gp-2015-max-verstappen-scuderia-toro-rosso-str10.jpg",
      "img3":     "../assets/images/article/f1-japaEEnese-gp-2015-max-verstappen-scuderia-toro-rosso-str10-leads-team-mate-carlos-sainz.jpg",
      "img4":     "../assets/images/article/f1-japaEEnese-gp-2015-max-verstappen-scuderia-toro-rosso-str10.jpg",
      "img5":     "",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1288692623006,
    "author":     "Pablo Elizalde",
    "category":   "f1"
  },
  {
    "title":      "Vettel hopes to turn things around at the start",
    "post" : {
      "intro":    "Sebastian Vettel is hoping to turn his chances of a strong result in the Japanese Grand Prix around at the start of the race after a difficult qualifying.",
      "content":  "The Ferrari driver, who took a dominant victory from pole in Singapore last weekend, finished down in fourth position in today's qualifying, as the normal order was restored at the front of the grid. Mercedes duo Nico Rosberg and Lewis Hamilton locked out the front row of the grid after a difficult weekend in Singapore, with Vettel finishing over six tenths of a second behind. Vettel said there was more laptime to be found, but admitted the Mercedes were out of reach. \"The first two runs, I didn't hook it up, so struggled a bit,\" said Vettel. \"At the end car came alive and I was a lot happier. There was more in the car, but I was happy with the lap. \"There was a chance to go even quicker with the track improving, but it was not an easy session. I would've loved to do more laps, but we wanted to save tyres. \"We can be reasonably happy with fourth, you're only arguing over one grid slot [behind the Mercedes]. \"Hopefully we have a start like in Singapore and turn it around straight away.\" Teammate Kimi Raikkonen qualified down in sixth, although the Finn said he had the speed to be third on the grid. \"For sure we went faster in Q2 [than Q3], but I had one slightly average tyre set for the first run in Q3 and then we didn't have the second run. \"A bit disappointing. I felt that we had the speed for third place but this is how it goes sometimes.\"",
      "subhead":  "",
      "subcont":  ""
    },
    "images": {
      "img1":     "../assets/images/article/f1-japanese-gp-2015-sebastian-vettel-ferrari-sf15-t.jpg",
      "img2":     "../assets/images/article/f1-japanesGGe-gp-2015-kimi-raikkonen-ferrari-sf15-t.jpg",
      "img3":     "../assets/images/article/f1-japaneGGse-gp-2015-kimi-raikkonen-ferrari-sf15-t.jpg",
      "img4":     "../assets/images/article/f1EE-japanese-gp-2015-kimi-raikkonen-ferrari.jpg",
      "img5":     "../assets/images/article/f1-japanese-gp-2015-kiFFmi-raikkonen-ferrari-sf15-t.jpg",
      "img6":     "../assets/images/article/f1-japanFFFese-gp-2015-sebastian-vettel-ferrari-sf15-t.jpg",
      "img7":     "",
      "img8":     ""
    },
    "date":       1288585523006,
    "author":     "Pablo Elizalde",
    "category":   "f1"
  },
  {
    "title":      "Button frustrated by McLaren mistake",
    "post" : {
      "intro":    "Jenson Button says his McLaren cannot afford to make silly mistakes like the one which cost him a place in Q2 during qualifying for the Japanese Grand Prix.",
      "content":  "The British driver was knocked out in Q1 for the 10th time this year after he used the wrong engine settings during his run because his team forgot to tell him to change them over the radio. The mistake meant Button's car batteries were drained before the end of the lap. As McLaren continues to struggle, Button said the team needs to make sure it avoids errors like today's. \"On the first run I wasn't told what engine mode to be in,\" said Button, who will start 16th. \"Every time before a timed lap we are told before we start and I wasn't told so I was in the wrong setting and it emptied the [battery] pack after half a lap. \"They forgot to tell me, so I went to the one that I would normally go to and that just emptied the pack halfway around the lap, so the last half of the lap I didn't have any deployment. \"We can't make little mistakes like this. It's the simple things. We've got bigger things to worry about.\" He added: \"It's not frustration. it's stating the obvious. You can't have little mistakes like this, from any one us, me included. We have to iron those issues out, because we have bigger problems right now.\" Button was confident he would have made it into Q2 without the mistake. \"I don't know if it would have happened, but it definitely felt like it would have. But that's what it is,\" he said. \"You have a chance of doing something, but we definitely messed up. It's gonna be tough for everyone, the race, because the pressures are so high, the tyres are overheating after one lap. \"So everyone will have troubles tomorrow, us included.\"",
      "subhead":  "Best ever lap for Alonso",
      "subcont":  "Teammate Fernando Alonso also endured a disappointing day and qualified in 14th position. The Spanish driver said he had driven his best ever lap around Suzuka. \"I think today, actually, this was the best I could do and I told the guys the lap was probably the best around here that I did all my career,\" he said. \"I can put a hundred set of tyres in the afternoon and I'd probably not repeat the time again. \"So I was very happy with the lap, but the position we know is still not very competitive - and we need to keep improving.\""
    },
    "images": {
      "img1":     "../assets/images/article/f1-japanese-gp-2015-jenson-button-mclaren-mp4-30.jpg",
      "img2":     "../assets/images/article/f1-jaFFpanese-gp-2015-jenson-button-mclaren-mp4-30.jpg",
      "img3":     "../assets/images/article/f1-japaFFnese-gp-2015-jenson-button-mclaren.jpg",
      "img4":     "../assets/images/article/f1-japanese-gp-2015-jensDDon-button-mclaren-mp4-30.jpg",
      "img5":     "../assets/images/article/f1-japanese-gp-2015-jensoDDn-button-mclaren-mp4-30.jpg",
      "img6":     "../assets/images/article/f1-japanDDDese-gp-2015-fernando-alonso-mclaren.jpg",
      "img7":     "../assets/images/article/f1-japanese-gp-2015-fernando-aloDDnso-mclaren-mp4-30.jpg",
      "img8":     ""
    },
    "date":       1288485023006,
    "author":     "Pablo Elizalde",
    "category":   "f1"
  },
  {
    "title":      "Kvyat admits to “rookie mistake” after crash",
    "post" : {
      "intro":    "Daniil Kvyat has conceded that a “rookie mistake” was to blame for his spectacular crash at the end of Japanese Grand Prix qualifying.",
      "content":  "At Turn 10, the right-hand kink before the hairpin, the Red Bull driver dipped two wheels on the grass and lost control, spearing into the barriers at high speed and rolling over as the car dug into the gravel trap. The accident brought out the red flags, effectively bringing an end to qualifying, but Kvyat miraculously escaped unharmed. Speaking about the incident, the Russian said he was uninjured, but was disappointed by his error. “It was a rookie mistake, I put two wheels on the grass and that’s it,” he said. “There was no run-off area [at that corner] so it was quite a logical end. I’m sorry for the guys, it’s been a tough couple of weeks and now it’s extra work for them.” Although his provisional grid slot is 10th, Kvyat could well have to start Sunday’s race from the pitlane if a spare chassis is needed. When asked about this possibility, Kvyat said: “Our starting position is P10, but I don’t know what will happen.” Daniel Ricciardo in the sister Red Bull meanwhile could do no better than seventh despite finishing a promising third in FP3, having to abort his final run because of Kvyat’s crash. \"We had a couple more tenths in that last run,” said Ricciardo. “Until I passed [Kvyat's] accident, we were a tenth and a half up, so we could have gone two tenths quicker overall. “The other guys would've probably found some time as well. I was pretty happy with the car, I don't think seventh shows my happiness with it.\"",
      "subhead":  "",
      "subcont":  ""
    },
    "images": {
      "img1":     "../assets/images/article/f1-japanFFFese-gp-2015-the-red-bull-racing-rb11-of-daniil-kvyat-is-removed-by-marshalls-after.jpg",
      "img2":     "../assets/images/article/f1-japFFFnese-gp-2015-daniel-ricciardo-red-bull-racing-rb11.jpg",
      "img3":     "../assets/images/article/f1-japanese-gp-2015-daniel-ricciFFardo-red-bull-racing-rb11-sends-sparks-flying.jpg",
      "img4":     "../assets/images/article/f1-japanese-gp-2015-daniil-kvFFFFFyat-red-bull-racing.jpg",
      "img5":     "../assets/images/article/f1-japaDDnese-gp-2015-daniel-ricciardo-red-bull-racing-rb11.jpg",
      "img6":     "../assets/images/article/f1-japSSSanese-gp-2015-daniel-ricciardo-red-bull-racing-rb11.jpg",
      "img7":     "../assets/images/article/f1-japanese-gp-2015-SSSdaniel-ricciardo-red-bull-racing-rb11.jpg",
      "img8":     ""
    },
    "date":       1288382223006,
    "author":     "Jamie Klein",
    "category":   "f1"
  },
  {
    "title":      "Mercedes admits pole a \"big relief\" after Singapore",
    "post" : {
      "intro":    "Mercedes' technical chief Paddy Lowe says the team's Japanese Grand Prix pole position was a \"big relief\" after its poor weekend in Singapore.",
      "content":  "The German squad bounced back from its worst showing of the year at Marina Bay to secure a front row lock-out, with Nico Rosberg leading teammate Lewis Hamilton in today's qualifying. And Lowe admitted it was great to erase the doubts after Singapore. \"It's a big relief, actually,\" said Lowe after qualifying. \"Although we've had a lot of performance all year, we had our dip in Singapore and you do wonder - is there something you can't get back, how much progress have Red Bull and Ferrari made? \"It was very possible that we'd come back here and find they were a lot closer to us, but we've done a good job today, great laps from the two drivers. \"I think we're in good position for the race tomorrow.\" Team boss Toto Wolff echoed Lowe's thoughts, although he concedes today's performance was exactly what he expected. \"We are bouncing back from Singapore and I think, those gremlins, we left them behind,\" he said. \"It's a learning curve for us. We really need to get on top of the things we found out, but this is more what we expected - without wanting to sound arrogant.\"",
      "subhead":  "",
      "subcont":  ""
    },
    "images": {
      "img1":     "../assets/images/article/f1-japanese-gp-2015-polesitter-nico-rosberg-mercedes-amg-f1-team-second-place-lewis-hamilt.jpg",
      "img2":     "../assets/images/article/f1-japanese-gp-2015-leEEwis-hamilton-mercedes-amg-f1-w06.jpg",
      "img3":     "../assets/images/article/f1-japanese-gp-2015-polesitter-nicEEo-rosberg-mercedes-amg-f1-team.jpg",
      "img4":     "../assets/images/article/f1-japanWWWWese-gp-2015-polesitter-nico-rosberg-mercedes-amg-f1-team-second-place-lewis-hamilt.jpg",
      "img5":     "../assets/images/article/f1-japanQQQQese-gp-2015-polesitter-nico-rosberg-mercedes-amg-f1-team.jpg",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1288281223006,
    "author":     "Pablo Elizalde",
    "category":   "f1"
  },
  {
    "title":      "Ecclestone considers moving Australian GP to March 27",
    "post" : {
      "intro":    "Formula 1 ringmaster Bernie Ecclestone is considering moving the Australian GP forward by a week as he attempts to finalise the 2016 calendar.",
      "content":  "The race is currently scheduled to open the season on April 3, but Motorsport.com understands that there is a chance that it could be moved to March 27 when the World Motor Sport Council ratifies the calendar in next week's meeting. The complication is that that date also happens to be Easter Sunday, when many Melbourne residents would normally be going away for the weekend. It remains to be seen what impact that might have on attendance.",
      "subhead":  "Impact on teams too",
      "subcont":  "There would also be an impact on teams, who have already commenced with their carefully planned schedules of R&D, car build and crash testing, with the aim of being ready for a first test in Barcelona on March 1. Either that test will have to move forward or the gap between it and Australia will have to shrink, leaving less time to finalise a Melbourne spec. Either choice will create some compromises. It's not yet clear how other races will be moved around to make the calendar work and create a summer break, but Ecclestone is also believed to have looked at a triple-header in Europe. One of the key issues is that Singapore does not want to be twinned with Malaysia, while the latter does not want to return to the start of the season."
    },
    "images": {
      "img1":     "../assets/images/article/f1-belgian-gp-2015-bernie-ecclestone-on-the-grid.jpg",
      "img2":     "../assets/images/article/f1-austrEEalian-gp-2015-scenic-melbourne-skyline.jpg",
      "img3":     "../assets/images/article/f1-italian-gp-2015-mEEEatteo-renzi-italian-prime-minister-with-bernie-ecclestone.jpg",
      "img4":     "../assets/images/article/f1-aEEustralian-gp-2015-lewis-hamilton-gbr-mercedes-amg-f1-and-nico-rosberg-ger-mercedes-amg.jpg",
      "img5":     "../assets/images/article/f1-australian-gEEp-2014-melbourne-skyline.jpg",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1288177023006,
    "author":     "Adam Cooper",
    "category":   "f1"
  },
  {
    "title":      "Horner: Potential VW F1 deal \"seemed to go up in smoke\"",
    "post" : {
      "intro":    "Red Bull Racing boss Christian Horner has admitted that his team's hopes of luring VW/Audi in to Formula 1 appear to have evaporated, in the wake of the emissions controversy surrounding the German car manufacturer.",
      "content":  "Horner had hoped his team would be able to convince VW's bosses about giving the green light to an F1 programme – potentially as early as 2018. But after the company was engulfed in the scandal surrounding emissions in the United States, Horner has suggested that his team is no longer relying on the move happening. When asked about the status of the VW situation, Horner told NBC: “That seemed to go up in smoke.”",
      "subhead":  "No lazy threat",
      "subcont":  "Horner has reiterated that he is doing all he can to try to sort out a competitive engine deal for next year, amid quit threats from his bosses. He has also insisted that his outfit is not just being a sore loser about potentially pulling out if it doesn't get one – as he denied the stance was prompted just because it was not at the front of the grid. “It is not that we are no longer winning, it is that we are in a position that we cannot compete other than at bespoke circuits like Singapore,” he explained. “What you have to understand with Red Bull is that having paid for an engine with Renault throughout our relationship as a paying customer, it is unacceptable to get a product as inferior as we have received. “With the way the regulations are, unless you have a Mercedes or Ferrari power unit it is quite simply impossible to compete. “And if we are not able to compete, then you have to question what is the validity of remaining in F1.”"
    },
    "images": {
      "img1":     "../assets/images/article/f1hungarian-gp2015christianhornerredbullracingteamprincipalinthefiapressconf.jpg",
      "img2":     "../assets/images/article/f1-japanese-gQQp-2015-daniel-ricciardo-red-bull-racing-rb11.jpg",
      "img3":     "../assets/images/article/f1-japanese-gp-2015-daniel-riccQQiardo-red-bull-racing-rb11.jpg",
      "img4":     "../assets/images/article/f1-japQQanese-gp-2015-daniel-ricciardo-red-bull-racing.jpg",
      "img5":     "../assets/images/article/f1-japanese-gp-2015-daniil-kvyat-rQQed-bull-racing-rb11.jpg",
      "img6":     "../assets/images/article/f1-japanese-gp-2015-daniil-kvyat-reQQQd-bull-racing.jpg",
      "img7":     "",
      "img8":     ""
    },
    "date":       1287967923006,
    "author":     "Jonathan Noble,",
    "category":   "f1"
  },




  {
    "title":      "Rossi likens Lorenzo fight to Stoner rivalry",
    "post" : {
      "intro":    "Valentino Rossi says his current MotoGP title battle against Jorge Lorenzo bears comparison to his battle for supremacy with Casey Stoner in 2008.",
      "content":  "The Australian two-time champion was a famously bitter adversary of Rossi’s during his stint with Ducati, with the 2008 season marking the height of their enmity. When asked to compare his fight with Lorenzo for this year’s title battle to those with his past rivals, Rossi said the Spaniard’s sheer pace at every circuit made it most similar to his duel with Stoner – dismissing former opponents Max Biaggi and Sete Gibernau as less quick. “If I have to compare it to the past, it was more similar with the battle I did with Stoner in 2008,” said Rossi, “where I have try to go and fast as possible against a rival who is so fast in every track and in every condition. “Stoner had a different bike, but this time with Jorge we are on the same bike so it’s a bit different. “It was different to fight against Biaggi and Gibernau, because at that time I was a little bit faster than them, so it was the opposite, so for sure this is the most difficult.”",
      "subhead":  "Third places not enough",
      "subcont":  "With 23 points in hand over Lorenzo heading into this weekend’s Aragon race, Rossi finds himself in the enviable position of not having to push all out for wins in the final five rounds. But, the seven-time champion says he can’t afford to finish behind Lorenzo and Marc Marquez as a matter of course, as his cushion will quickly evaporate if he does so. “23 points can be a good advantage, but also not enough, because Jorge is strong at every track and he can win every weekend,” Rossi admitted. “At the same time Marc is at the same level, so if I arrive behind those two in the next races, I will lose all my advantage. “So the target is work well during the weekend and arrive on Saturday fast, and fight with them for the podium.”"
    },
    "images": {
      "img1":     "../assets/images/article/motogp-us-gp-2008-valentino-rossi-and-casey-stoner.jpg",
      "img2":     "../assets/images/article/motogp-us-qqgp-2008-valentino-rossi-and-casey-stoner.jpg",
      "img3":     "../assets/images/article/motogp-san-marino-gp-2015-valeqqntino-rossi-yamaha-factory-racing.jpg",
      "img4":     "../assets/images/article/motogp-qqqatari-gp-2007-casey-stoner-and-valentino-rossi.jpg",
      "img5":     "../assets/images/article/bikqqesuzuka-8-hours2015caseystoner.jpg",
      "img6":     "../assets/images/article/motogp-san-marqqino-gp-2015-jorge-lorenzo-and-valentino-rossi-yamaha-factory-racing-and-marc.jpg",
      "img7":     "../assets/images/article/motoqqgp-san-marino-gp-2015-jorge-lorenzo-yamaha-factory-racing.jpg",
      "img8":     "../assets/images/article/motogp-san-marino-gp-2015-valentqqino-rossi-and-jorge-lorenzo-yamaha-factory-racing.jpg"
    },
    "video":    "../assets/videos/Tata-Communications-and-MERCEDES-AMG-PETRONAS-Partnership-Case-Study.mp4",
    "date":       1287867023006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Marquez: “Lorenzo faster, but Rossi gets the job done”",
    "post" : {
      "intro":    "Marc Marquez gave his thoughts on how this year’s MotoGP title fight could pan out, saying that Jorge Lorenzo is faster but Valentino Rossi has the edge in “managing the situation.”",
      "content":  "Heading into this weekend’s Aragon round, Rossi and Lorenzo are split by 23 points at the head of the championship, with Marquez 63 behind the Italian after a series of DNFs earlier in the campaign effectively ruled him out of championship contention. Asked which of his two Yamaha rivals he feels will come out on top, Marquez was equivocal, saying that while Lorenzo has the edge on raw pace, the last two races – in which Rossi has stretched his advantage in mixed conditions – showed the seven-time champion’s strengths. “It’s difficult to say,” commented the Repsol Honda rider, “because I’d say Jorge is faster, his speed his really good. “But Valentino is doing his 100 percent and he finished in front [of Jorge] in the last two races. “It will be interesting because we know at Sepang, Motegi and Phillip Island, it could be wet, and this is a question mark for everyone. “So on speed, Jorge, but on experience and managing the situation, Valentino.”",
      "subhead":  "Championship placing irrelevant",
      "subcont":  "Marquez, who heads into Aragon 40 points adrift of compatriot Lorenzo, added that he has no interest in where he finishes in the final standings – only in winning as many of the remaining five rounds as possible. “For me the championship doesn’t matter if I come second or third,” he said. “What I want to do is to win races, be there on top and finish the year with a good feeling. “This year it’s difficult, Valentino is too far [ahead], he never makes any mistakes. We will try to be there fighting for victory every race.”"
    },
    "images": {
      "img1":     "../assets/images/article/motogp-british-gp-2015-valentino-rossi-and-jorge-lorenzo-yamaha-factory-racing.jpg",
      "img2":     "../assets/images/article/motogp-san-mddarino-gp-2015-jorge-lorenzo-and-valentino-rossi-yamaha-factory-racing-and-marc.jpg",
      "img3":     "../assets/images/article/motogp-san-marino-gddp-2015-valentino-rossi-yamaha-factory-racing.jpg",
      "img4":     "../assets/images/article/motogp-san-marino-gp-201dd5-jorge-lorenzo-and-valentino-rossi-yamaha-factory-racing-and-marc.jpg",
      "img5":     "../assets/images/article/motogp-san-marinddo-gp-2015-jorge-lorenzo-yamaha-factory-racing.jpg",
      "img6":     "../assets/images/article/motogpddsan-marino-gp-2015-winner-marc-marquez-repsol-honda-team.jpg",
      "img7":     "../assets/images/article/motogp-san-marino-gp-20dd15-winner-marc-marquez-repsol-honda-team.jpg",
      "img8":     "../assets/images/article/motogp-san-marino-gp-2015-mddddarc-marquez-repsol-honda-team.jpg"
    },
    "video":    "../assets/videos/United-States-GP-The-challenges-of-Austin.mp4",
    "date":       1287761223006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Ducati needs more time to win races – Dovizioso",
    "post" : {
      "intro":    "Andrea Dovizioso says he’s not concerned by Ducati’s failure to win a race so far this season, highlighting that the GP15 is still a “very young” bike.",
      "content":  "The Italian came close to a first win for the Bologna marque since 2010 in the season opener at Qatar, but despite numerous other podium finishes for Dovizioso and teammate Andrea Iannone, Ducati has failed to challenge for victory since. But despite team boss Gigi Dall’Igna’s insistence that a race win remains the objective for 2015, Dovizioso is more relaxed about the situation, saying Ducati’s problems are “quite normal”. “So far we have had a good season, but we aren’t fighting for the positions we would like to,” conceded Dovizioso speaking to Motorsport.com. “This is quite normal, because we have a very new bike, but the base is good. “The level has risen so much at the front, with Honda and Yamaha competing for the title, so for us it has become more difficult. “But, it’s normal for us because the GP15 is a very young bike. We are close, but in MotoGP it’s hard to evolve [the bike] weekend after weekend.” Asked what area in particular could be improved to draw closer to the Japanese factories, Dovizioso said: “It’s general work, not just focussing on one aspect. You have to be okay with the whole package to stay ahead. “As I said, we have to improve a lot, but we must do so from different viewpoints, which is what makes it a bit more complicated.”",
      "subhead":  "Title will go down to the wire",
      "subcont":  "Dovizioso remained coy when asked for his verdict on the outcome of the title battle, which is being fought between Yamaha teammates Valentino Rossi and Jorge Lorenzo. “What is certain is that will be a hard-fought championship until the end,” remarked the Italian. “I think [Marc] Marquez wants to try and win all the remaining races, but Valentino has a margin to try and manage and he is very good at it. “Lorenzo however has the speed to bridge the gap, so therefore the title remains very open. \"I hope to tip the balance a little, because our target is to get between [the Yamaha riders].”"
    },
    "images": {
      "img1":     "../assets/images/article/motogp-san-marino-gp-2015-andrea-dovizioso-ducati-team.jpg",
      "img2":     "../assets/images/article/motogpee-san-marino-gp-2015-andrea-dovizioso-ducati-team-and-bradley-smith-tech-3-yamaha-and.jpg",
      "img3":     "../assets/images/article/motogp-seeean-marino-gp-2015-andrea-dovizioso-and-andrea-iannone-ducati-team.jpg",
      "img4":     "../assets/images/article/motogp-san-mariqqno-gp-2015-andrea-dovizioso-ducati-team.jpg",
      "img5":     "../assets/images/article/motogp-san-marino-qqgp-2015-andrea-dovizioso-ducati-team-and-bradley-smith-tech-3-yamaha.jpg",
      "img6":     "../assets/images/article/motogp-british-gp-2qqq015-andrea-dovizioso-ducati-team.jpg",
      "img7":     "../assets/images/article/motogp-san-marino-gp-2015-valqqqentino-rossi-and-jorge-lorenzo-yamaha-factory-racing.jpg",
      "img8":     "../assets/images/article/motogp-san-mqqqarino-gp-2015-andrea-dovizioso-ducati-team.jpg"
    },
    "video":    "../assets/videos/Japanese-GP-Suzuka-a-unique-track.mp4",
    "date":       1287656023006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Hayden suffers broken thumb ahead of Aragon race",
    "post" : {
      "intro":    "Aspar Honda rider Nicky Hayden has broken his right thumb ahead of this weekend’s MotoGP race at Aragon.",
      "content":  "The 2006 champion’s injury occurred last weekend while training on minimotos in Italy, although Hayden is nonetheless hopeful of still being able to compete at the Spanish venue. “I have seen the doctors and had the scans and I am optimistic I'll still be able to race but we will have to see on Friday how I feel,” said the American. “Unfortunately it's the right thumb, which is always a little bit worse, but I have been doing a lot of therapy in the last days and I definitely feel a bit better. “We weren't having an easy season as it is and this won't make it easier but injuries are as much a part of this game as finding a set-up for your bike!” Hayden currently sits down in 19th place in the riders’ standings, having taken just three points finishes this season – his best result being 11th at Le Mans. The 34-year-old is heavily tipped for a switch to World Superbikes next season, although he insisted in an interview with Motorsport.com earlier this year that he isn’t ready to quit MotoGP just yet.",
      "subhead":  "",
      "subcont":  ""
    },
    "images": {
      "img1":     "../assets/images/article/motogp-indianapolis-gp-2015-nicky-hayden-aspar-motogp-team.jpg",
      "img2":     "../assets/images/article/motogp-sanww-marino-gp-2015-nicky-hayden-aspar-motogp-team.jpg",
      "img3":     "../assets/images/article/motogp-indianapolis-gp-2015-nwwicky-hayden-aspar-motogp-team.jpg",
      "img4":     "../assets/images/article/motogp-indianwwwapolis-gp-2015-nicky-hayden-aspar-motogp-team.jpg",
      "img5":     "../assets/images/article/motogp-wwwfrench-gp-2015-nicky-hayden-aspar-racing-team.jpg",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "video":    "../assets/videos/Carlos-vs-Max-WordTennis-Italian-Round.mp4",
    "date":       1287553923006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Maverick Vinales: “Suzuki is ready to fight the top teams”",
    "post" : {
      "intro":    "Maverick Vinales has shone during his debut season in MotoGP, measuring well against his highly rated teammate Aleix Espargaro. He spoke to Jamie Klein about life as a factory Suzuki rider.",
      "content":  "After he won in what was just his fourth Grand Prix in the 125cc class as a 16-year-old back in 2011, it was clear that Maverick Vinales had a certain aura about that him that suggested he was destined for the top. So it's little surprise to see that four years on, with the 2013 Moto3 title in his pocket and 16 Grand Prix victories to his name, the Spaniard is quickly establishing himself as one the brightest talents in racing in his debut premier class season with the returning works Suzuki outfit. Overtures were made to Honda’s Dani Pedrosa and Ducati’s Andrea Dovizioso to lead the project, but with both opting to stay put, Suzuki took the bold decision of signing up Vinales after a single season in Moto2 to partner Forward Yamaha’s 2014 standout Aleix Espargaro. And while the GSX-RR’s debut at last year’s Valencia finale in the hands of development rider Randy de Puniet didn’t fill Vinales with confidence, the 20-year-old admits he’s been pleasantly surprised with the progress the outfit has made in his debut MotoGP campaign. “Of course Suzuki is more competitive [than I expected],” said Vinales, “because when we saw at Valencia they broke the engine in practice and then also in the race, I thought it would be difficult to make something good [happen]. “But already we are really close with the [lap] times in practice, sometimes we can be fourth or fifth fastest. So we are doing a good job all the time and I’m happy.” It’s well documented that the biggest weakness of the GSX-RR is its acceleration, which stems largely from a lack of seamless shift gearbox – a luxury enjoyed by the other four MotoGP factories and estimated to be worth around half a second per lap. The disadvantage was in stark evidence at Catalunya, where Espargaro and Vinales qualified first and second around a track perfectly suited to the nimble Suzuki machine, only to be swallowed up by the pack off the line. “Not having seamless shift makes a big difference compared to the other bikes,” lamented Vinales. “Everything we gain under braking and in high speed corners we lose under acceleration. “When the seamless comes, we’ll be more competitive, but for now we try to make the best of the bike we have.” With only five rounds left this season, it’s now the time of year that most teams’ focus begins to shift towards 2016. That campaign is set to be a very important one, marking the start of a new era for MotoGP with the introduction of standard electronics across the board and the arrival of Michelin as the new sole tyre supplier. And with the GSX-RR set to receive a significant engine upgrade as well as a seamless gearbox, Vinales is optimistic of being a more persistent threat to the established manufacturers next year. “The bike hasn’t changed too much since the start of the season, so I hope with a new engine and the seamless shift, it will make a big difference,” he said. “So next year will be able to fight, and for sure standard ECUs will be a big help, because the other factories have been working on their electronics for so long. “When everyone has the same, then the most intelligent team can make the difference.” Though he is signed to a long-term deal with Suzuki, Vinales’ strong form has naturally prompted speculation that he could be poached by a rival manufacturer when the majority of the top riders’ contracts come up for renewal. But, asked if there was any chance he could be on a factory Honda or Yamaha in 2017, Vinales was evasive, saying: “It’s too early to talk about this. “All I’m thinking about at the moment is 2016 and how we’re going to put Suzuki on top.” Suzuki eclipsing its rivals as early as next year might be a rather ambitious goal, but Davide Brivio's operation has proved in its first full season that it has the potential to be more than just an occasional thorn in the side of the big beasts of the MotoGP jungle. Regardless of whether or not he is part of that renaissance, Vinales has already demonstrated that he has a big future ahead of him.",
      "subhead":  "",
      "subcont":  ""
    },
    "images": {
      "img1":     "../assets/images/article/motogp-british-gp-2015-maverick-vinales-team-suzuki-motogp.jpg",
      "img2":     "../assets/images/article/motogp-san-maqqrino-gp-2015-maverick-vinales-team-suzuki-motogp.jpg",
      "img3":     "../assets/images/article/motogp-czech-gp-2015-maverick-qqvinales-team-suzuki-motogp.jpg",
      "img4":     "../assets/images/article/motogp-san-marino-gp-2015-maveqqrick-vinales-team-suzuki-motogp.jpg",
      "img5":     "../assets/images/article/motogp-san-marino-gp-2015-aleixqq-espargaro-and-maverick-vinales-team-suzuki-motogp.jpg",
      "img6":     "../assets/images/article/motogp-british-gp-2015-mavqqerick-vinales-team-suzuki-motogp.jpg",
      "img7":     "../assets/images/article/motogp-san-marino-gp-2015-maveqqrick-vinales-and-aleix-espargaro-team-suzuki-motogp.jpg",
      "img8":     "../assets/images/article/motogp-san-marino-qqgp-2015-maverick-vinales-team-suzuki-motogp.jpg"
    },
    "video":    "../assets/videos/Italian-GP-An-exciting-weekend.mp4",
    "date":       1287447023006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Bradl confirmed at Aprilia for 2016",
    "post" : {
      "intro":    "Stefan Bradl will remain a factory Aprilia rider in MotoGP next season alongside Alvaro Bautista, the team has officially announced.",
      "content":  "Bradl joined the Gresini-run outfit for July's Indianapolis race after parting ways with the beleaguered Forward Racing team, which was forced to skip the American round in the wake of financial problems caused by the arrest of team boss Giovanni Cuzari. The former Moto2 champion opted to terminate his contract with Forward as a result, soon filling the Aprilia seat vacated by Marco Melandri. In his first four races for the Italian marque, Bradl has taken a best finish of 14th aboard the RS-GP, which is due a significant overhaul for next season, the German proving a close match for Bautista. \"At my first Grand Prix with Aprilia in Indianapolis I immediately felt really welcome by the whole team,\" said Bradl. \"I can say without a doubt that Aprilia is the best team I have raced with since starting my World Championship career. \"I could tell from the first day that they really believe in me and I like the way they prepare and plan every session. Signing for 2016 gives me a lot of confidence for the upcoming races and it is great motivation to prepare for next season as best as possible. \"I know Aprilia has high expectations and I am confident that we have what it takes to be a consistent top 10 contender for 2016. This must be our goal.”",
      "subhead":  "Lowes signs for 2017",
      "subcont":  "Aprilia has also confirmed that Moto2 frontrunner Sam Lowes will be joining the team as a full race rider in 2017, after reports emerged that the Brit had signed a pre-contract with the team. Former World Supersport champion Lowes will remain in Moto2 for a third and final season, switching from Speed Up to the Gresini squad, before making the step up to the premier class after undergoing an extensive testing programme in 2016."
    },
    "images": {
      "img1":     "../assets/images/article/motogp-san-marino-gp-2015-stefan-bradl-aprilia-racing-team-gresini.jpg",
      "img2":     "../assets/images/article/motogp-sqqan-marino-gp-2015-stefan-bradl-aprilia-racing-team-gresini.jpg",
      "img3":     "../assets/images/article/motogp-czech-gp-2015-stefeean-bradl-aprilia-racing-team-gresini.jpg",
      "img4":     "../assets/images/article/motogp-san-mariqqqno-gp-2015-stefan-bradl-aprilia-racing-team-gresini.jpg",
      "img5":     "../assets/images/article/motogp-san-marino-gp-2015-seeetefan-bradl-aprilia-racing-team-gresini.jpg",
      "img6":     "../assets/images/article/motogp-czech-gp-2015-gridgirl-eeeof-stefan-bradl-aprilia-racing-team-gresini.jpg",
      "img7":     "../assets/images/article/vintage-goodwood-festival-of-speeeeed-2011-sam-lowes.jpg",
      "img8":     ""
    },
    "date":       1287346723006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Lorenzo: “I am faster than Rossi and I can still win the title”",
    "post" : {
      "intro":    "Jorge Lorenzo insists he can still win this year’s MotoGP championship despite falling 23 points behind Valentino Rossi, because he has proven the faster rider this year.",
      "content":  "The title battle has developed into a two-horse race between Yamaha riders Rossi and Lorenzo, who were level on points heading into last month’s Silverstone round. But, two rain-affected races at Silverstone and Misano, where Lorenzo’s championship hopes were dealt a severe blow when he crashed out, have allowed Rossi to build a potentially decisive advantage with five rounds to go. Despite his recent setbacks, Lorenzo remains adamant he still has the pace to overhaul Rossi in the remaining rounds – so long as there are no more unforeseen mishaps of the kind that have tripped him up lately. “During this championship, I have been faster than Valentino in the dry, by between three and six tenths,” said the Spaniard in an interview with Marca. “The title definitely isn’t lost. I don’t need to win every race; finishing in front of Valentino would be sufficient to win the championship. It’s difficult, but possible. “I think that the points [gap] is recoverable if I don’t have bad luck and if we don’t face unusual conditions. “Any small detail can cost you a lot, and it’s happened to me in several races.”",
      "subhead":  "Rossi having an \"incredible\" season",
      "subcont":  "The two-time champion nonetheless also had praise for his arch-rival Rossi, who Lorenzo conceded has been the more consistent performer, having finished off the podium for only the first time all season in the dry-wet-dry race at Misano. “[Rossi] has had an incredible season,” admitted Lorenzo. “He extracts the maximum out of himself and his bike. “That’s maybe why, even though he’s only the third quickest rider, he’s leading the championship. He is one of the most reliable riders on the grid. “If you had to bet on someone, you would choose Valentino because he has the most experience.”"
    },
    "images": {
      "img1":     "../assets/images/article/motogp-san-marino-gp-2015-jorge-lorenzo-and-valentino-rossi-yamaha-factory-racing.jpg",
      "img2":     "../assets/images/article/motogp-san-mqqqarino-gp-2015-jorge-lorenzo-yamaha-factory-racing.jpg",
      "img3":     "../assets/images/article/motogp-san-qqqmarino-gp-2015-jorge-lorenzo-yamaha-factory-racing.jpg",
      "img4":     "../assets/images/article/motogp-san-mariqqno-gp-2015-jorge-lorenzo-and-valentino-rossi-yamaha-factory-racing-and-marc.jpg",
      "img5":     "../assets/images/article/motogp-san-marino-gp-2015-valeqqntino-rossi-yamaha-factory-racing.jpg",
      "img6":     "../assets/images/article/motogp-san-marino-gp-201qq5-jorge-lorenzo-and-valentino-rossi-yamaha-factory-racing-and-marc.jpg",
      "img7":     "../assets/images/article/motogp-san-qqmarino-gp-2015-valentino-rossi-yamaha-factory-racing.jpg",
      "img8":     "../assets/images/article/moqqtogp-san-marino-gp-2015-valentino-rossi-and-jorge-lorenzo-yamaha-factory-racing.jpg"
    },
    "date":       1287246023006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Iannone suffers fresh shoulder injury in training accident",
    "post" : {
      "intro":    "Ducati MotoGP rider Andrea Iannone has dislocated his left shoulder for the second time this season after suffering a fall during a training run.",
      "content":  "Iannone previously dislocated his left shoulder in a testing accident at Mugello in May, and was advised by doctors that he would require surgery for it to heal – something he ruled out undergoing before the end of the season due to the three-month lay-off period that would follow. Following his latest injury, the Italian was forced to visit hospital for the shoulder to be put back in place, with exams showing a possible tendon injury, making eventual surgery inevitable. “It hurts a lot, it’s as if I have only one arm,” Iannone told Italian newspaper Gazzetta dello Sport. “It’s now certain that at the end of the season I will have to have surgery.” Despite the pain, the 26-year-old insisted that he will compete in the upcoming Aragon meeting, adding: “I’ll be there, of this there is no doubt. It is a matter of honour.” Iannone's injuries have failed to prevent him from enjoying a strong maiden season aboard the works Ducati, lying fourth in the championship, 31 points ahead of teammate Andrea Dovizioso and only 25 behind defending champion Marc Marquez.",
      "subhead":  "",
      "subcont":  ""
    },
    "images": {
      "img1":     "../assets/images/article/motogpwww-czech-gp-2015-andrea-iannone-ducati-team.jpg",
      "img2":     "../assets/images/article/motogp-san-marino-gp-eee2015-andrea-iannone-ducati-team.jpg",
      "img3":     "../assets/images/article/motogp-san-mrrrrarino-gp-2015-andrea-iannone-ducati-team.jpg",
      "img4":     "../assets/images/article/motogp-san-rrrmarino-gp-2015-andrea-iannone-ducati-team-and-bradley-smith-tech-3-yamaha.jpg",
      "img5":     "../assets/images/article/motogp-indianapolis-gp-2015-andtttrea-iannone-ducati-team.jpg",
      "img6":     "../assets/images/article/motogp-tttczech-gp-2015-andrea-iannone-and-andrea-dovizioso-ducati-team.jpg",
      "img7":     "",
      "img8":     ""
    },
    "date":       1287145523006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Rossi has 80 percent chance of winning title – Agostini",
    "post" : {
      "intro":    "Grand Prix motorcycling legend Giacomo Agostini has put Valentino Rossi’s chances of securing this year’s MotoGP title at 80 percent following last weekend’s San Marino Grand Prix.",
      "content":  "After his victory in the rain at Silverstone allowed Rossi to wrest back the championship lead from Yamaha teammate and arch-rival Jorge Lorenzo, mixed conditions at Misano saw the Italian further consolidate his position, finishing fifth while Lorenzo crashed out. Rossi now has a 23 point buffer at the head of the riders’ standings – and while the 36-year-old fears Lorenzo could yet overturn his advantage in the remaining five races, Agostini believes Rossi is in a very strong position to match his own total of eight premier class championship victories. “It’s not easy to catch up 23 points on Valentino,” said Agostini according to GPOne.com. “The championship is still open but it’s Valentino who leads, not just anyone. A rider like him knows how to win races and gather points. Vale has an 80% chance of winning the title.”",
      "subhead":  "“I would have pitted earlier”",
      "subcont":  "During the dry-wet-dry Misano race, most riders made two bike changes as the conditions evolved, and the timing of these stops had a crucial bearing on the result. Marc Marquez jumped ahead of both Rossi and Lorenzo by pitting for a second time earlier than either, while Lorenzo overhauled his teammate by stopping one lap sooner prior to his crash, although Agostini reckons all three riders mistimed their second bike swaps. “Lorenzo made a mistake,” added Agostini. “I would have pitted two laps earlier than Marquez did. “But we must point out that twice in those situations it started to drizzle again. [Deciding when to pit] was not an easy choice.”"
    },
    "images": {
      "img1":     "../assets/images/article/motogp-british-gp-2015-winner-valentino-rossi-yamaha-factory-racing.jpg",
      "img2":     "../assets/images/article/motogp-sanqqq-marino-gp-2015-valentino-rossi-yamaha-factory-racing.jpg",
      "img3":     "../assets/images/article/vintage-goodwood-festival-owwwf-speed-2015-giacomo-agostini.jpg",
      "img4":     "../assets/images/article/motogp-san-marino-gp-2015-valentiqqqqno-rossi-yamaha-factory-racing.jpg",
      "img5":     "../assets/images/article/motogp-san-marino-gp-2015-wwwjorge-lorenzo-and-valentino-rossi-yamaha-factory-racing-and-marc.jpg",
      "img6":     "../assets/images/article/motogp-sanwwwww-marino-gp-2015-jorge-lorenzo-and-valentino-rossi-yamaha-factory-racing.jpg",
      "img7":     "",
      "img8":     ""
    },
    "date":       1287032923006,
    "author":     "Jamie Klein",
    "category":   "motogp"
  },
  {
    "title":      "Rossi admits to major title fear: Lorenzo “can win everywhere”",
    "post" : {
      "intro":    "Valentino Rossi took a significant step closer to a 10th world motorbike title at Misano on Sunday, but admitted that Yamaha teammate Jorge Lorenzo can win all five remaining MotoGP races to overhaul him.",
      "content":  "Rossi, who has won seven premier-class world championships and one each in the 125 and 250 classes, extended his lead by 11 points after he finished fifth and Lorenzo crashed out of an eventful dry-wet-dry San Marino GP. It was the first time this season Rossi hasn’t finished on the podium, but he did lead the race convincingly before staying out too long on wet tyres. With five races remaining, Rossi now leads by 23 points, but is acutely aware that Lorenzo has the potential to win all of those races, and Honda’s Marc Marquez could also beat him into third place on a regular basis. “For me, the situation in the championship is this: Marquez is far, but with him, until he’s mathematically out, he’s still in the championship,” said Rossi. “We have to consider him. “About me and Jorge, for sure 23 points is a good advantage with five races [to go]. Jorge has the potential to win everywhere. “So it means if you start to think too much of the championship, you can lose nine points every Sunday. And nine points over five races is more than my advantage. I still need to try and arrive in front of Jorge.”",
      "subhead":  "Points gained on Lorenzo but also lost",
      "subcont":  "Rossi delayed his pitstop to return to his dry-weather bike, which cost him vital seconds and dropped him from first to fifth. When asked if it was a race he could have won by pitting earlier and challenging winner Marquez, he replied: “For me, win the race no. Third or fourth, yes. “To try to win that race, I’d need my mind free from the championship. It would only take one point of the track that was still wet on the slick [to crash], and I preferred to do what I did than try to win the race. “With the rain tyres it was a good part of the race, because I was very strong and fast, and I enjoyed fighting with Jorge and Marc – and I was in front. “To go back to the dry was a difficult decision for me. With me and Jorge fighting for the championship it was a bit more tricky, more difficult to make the right decision without risking too much. “I stayed out a little bit too much, and I lost time for two laps. At the end, on the slick, I finished fifth and, for sure, I’d hoped for a better result – because I had good potential in the dry and the wet. “I knew that if you committed to pit earlier, it’s better for the result, but it’s more risky. Two laps before I stopped, I wanted to stop, but it was still raining a little bit on the back straight. So if it rained again, it would be a big problem for me if I’d stopped. “Jorge was behind me anyway, so when I pitted I had to do another lap and it was one lap too much. People who finished in front of me had nothing to lose. From this point of view, it makes it easier to make the decision. “Marc made the change at the right moment, but [Bradley] Smith finishing second without changing tyres was a big, big, big gamble, because he could have finished 20th if it continued to rain. “And with [Scott] Redding [who finished third], I understand he changed the bike for slicks only because he crashed his wet bike – so it was the right decision, but came from a mistake. “For the championship it’s a very important result.”"
    },
    "images": {
      "img1":     "../assets/images/article/motogp-san-marino-gp-2015-jorge-lorenzo-yamaha-factory-racing-and-marc-marquez-repsol-hond.jpg",
      "img2":     "../assets/images/article/motogp-san-meeearino-gp-2015-start-jorge-lorenzo-yamaha-factory-racing-leads.jpg",
      "img3":     "../assets/images/article/motogp-san-marino-gp-2015-vaqqqlentino-rossi-yamaha-factory-racing.jpg",
      "img4":     "../assets/images/article/motogp-san-marino-gp-2015-jorge-leeeorenzo-and-valentino-rossi-yamaha-factory-racing-and-marc.jpg",
      "img5":     "../assets/images/article/motogp-san-marino-gpeee-2015-fans-of-valentino-rossi-yamaha-factory-racing.jpg",
      "img6":     "../assets/images/article/motogp-san-marino-gp-2015-jorge-eeelorenzo-yamaha-factory-racing-and-marc-marquez-repsol-hond.jpg",
      "img7":     "../assets/images/article/motogp-san-marino-gp-2015-joeeerge-lorenzo-and-valentino-rossi-yamaha-factory-racing.jpg",
      "img8":     "../assets/images/article/motogp-san-marino-gp-2015-wineeener-marc-marquez-repsol-honda-team.jpg"
    },
    "date":       1286931923006,
    "author":     "Charles Bradley",
    "category":   "motogp"
  },



  {
    "title":      "Formula One circuit set to host inaugural Barcelona RX",
    "post" : {
      "intro":    "The famous Circuit de Barcelona-Catalunya, home to both the Spanish F1 and MotoGP races, will host the inaugural Barcelona RX.",
      "content":  "The FIA World Rallycross Championship presented by Monster Energy will visit Barcelona this weekend as rallycross returns to Spain for the first time since 1989. A total of 75 cars will contest the tenth round of World RX including 42 Supercars, 21 Super1600 entries and 12 RX Lites in the supporting RX Lites Cup. This weekend also marks the penultimate round of the 2015 FIA European Rallycross Championship (Euro RX), which runs alongside the World Championship at five events. The famous Circuit de Barcelona-Catalunya, home to both the Spanish F1 and MotoGP races, will host the inaugural Barcelona RX. A brand new rallycross track has been constructed inside the famous stadium section and includes a last corner Joker Lap – using the same chicane which forms the penultimate corner of the F1 circuit. A short test was run on the new RX track at the end of August, where cross cars and a rally car were used in a session that was set up to trial the new unsealed surfaces. Out of the permanent World RX teams and drivers, ALL-INKL.COM Muennich Motorsport’s regular driver Rene Muennich will be replaced by Germany’s Timo Scheider. Scheider, who like Mattias Ekstrom drives for Audi in DTM, is one of the few World RX drivers who have already experienced the Circuit de Barcelona-Catalunya. “Barcelona is a great place and I have had some fantastic races there with DTM,” explained Scheider, who has had two tests in the Audi S3 Supercar. “I’ve looked at the rallycross track already and I’ve been watching onboard videos of the Championship in general. I think the most difficult part for me is to get the right speed and timing on the asphalt and gravel. This is something I have to adapt to but I’m really looking forward to it.” Returning to the World RX paddock for the fourth and final time this year will be American Top Gear presenter Tanner Foust who will drive a Marklund Motorsport Volkswagen Polo. Fresh from a podium at Canada RX, the TV star and two-time Formula Drift Champion remains the only American to have a won a round of the World Championship having triumphed at last year’s World RX of Finland. Elsewhere, Norway’s Henning Solberg will race an Eklund Motorsport prepared Volkswagen Beetle. Experienced French Supercar driver “Knapick” will run a pair of Citroen DS3 Supercars for himself and his fellow countryman, Christophe Jouet.",
      "subhead":  "Euro RX",
      "subcont":  "In his bid to race full-time in Supercars next year, recently-crowned Euro RX Touring Car Champion Fredrik Salsten will drive a Hansen Talent Development Peugeot 208 in Barcelona. He will compete for European points alongside 21 other Euro RX drivers including Tommy Rustad – the current Euro RX Championship leader. Other notable Euro RX entries include Albatec Racing’s Jerome Grosset-Janin, only six points behind Rustad in the standings. Ole Christian Veiby has shown strong pace this season and will be hoping to fight back from an engine problem with his Volkswagen Polo that ruled him out in Norway. Britain’s James Grint made the semi-finals in Hell and is targeting his first final in Barcelona."
    },
    "images": {
      "img1":     "../assets/images/article/world-rx-france-2015-anton-marklund-eks-rx-audi-s1.jpg",
      "img2":     "../assets/images/article/world-rx-france-2015-mattias-ekstrom-eks-rx-audi-s1.jpg",
      "img3":     "../assets/images/article/world-rx-france-20qqq15-mattias-ekstrom-eks-rx-audi-s1.jpg",
      "img4":     "../assets/images/article/world-rx-france-2015-mattiaseee-ekstrom-eks-rx-audi-s1.jpg",
      "img5":     "../assets/images/article/world-rx-norway-2015-mqqqattias-ekstrom-eks-rx-audi-s1-and-timur-timerzyanov-olsbergs-mse-fo.jpg",
      "img6":     "../assets/images/article/world-rx-france-2015-petter-eeeesolberg-sdrx-citroin-ds3-rx.jpg",
      "img7":     "../assets/images/article/world-rx-france-2015-timmy-heeeansen-team-peugeot-hansen.jpg",
      "img8":     "../assets/images/article/world-rx-trois-rivi-res-2015-eeandreas-bakkerud-olsbergs-mse-ford-fiesta-st.jpg"
    },
    "date":       1286822423006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "Timmy Hansen leads inaugural Barcelona RX",
    "post" : {
      "intro":    "It is the fifth event in a row that the Team Peugeot-Hansen driver is top qualifier (TQ) going into the second day.",
      "content":  "Sweden’s Timmy Hansen leads World RX of Barcelona, round ten of the FIA World Rallycross Championship presented by Monster Energy, after the first two heats. It is the fifth event in a row that the Team Peugeot-Hansen driver is top qualifier (TQ) going into the second day. EKS driver Mattias Ekstrom, who was quickest in free practice, is second in his Audi S1 EKS RX quattro. Petter Solberg and Johan Kristoffersson are third and fourth respectively. Barcelona RX forms the penultimate round of the FIA European Rallycross Championship (Euro RX) and it’s Tommy Rustad who leads the way in his Marklund Motorsport Polo RX Supercar. Finland’s Joni-Pekka Rajala is second, one spot ahead of Hungary’s Tamas Karai. After retiring from heat two, Frenchman Jerome Grosset-Janin is tenth overnight for Albatec Racing. His team-mate James Grint had a torrid time after getting caught in traffic and crashing into a wall in heat one. “It’s been a really good day. We’ve never been as quick as we were today,” explained day one leader Hansen. “Heat one was a big battle with Davy [Jeanney] and when we took the Joker [Lap] I came out in front. I was watching the other heats that followed which is always a nervous time but it felt great to be quickest. The second heat was good too but tough with Johan [Kristoffersson] on the first corner. The Peugeot [208 WRX Supercar] is so quick to drive, I don’t feel I’m going that fast until I see the lap times. Unfortunately I got a five second penalty for taking a cut on the first corner. Having spoken to the stewards, I see what they mean. They acted very professionally and I was impressed with how they acted. At the end of day, I am still on top so that is what matters.” Ekstrom was happy with third but admitted luck was on his side during the second heat. “I broke the rim and was very lucky to make it to the end of the race second quickest,” he explained, before adding: “We’ve been eating a lot of dust today. We’ve not hit jackpot but it’s been a good day and I’m enjoying this track a lot.” Ford Olsbergs MSE driver Reinis Nitiss is fifth and admitted how much he liked competing on the newly-built rallycross track. “I didn’t think it was possible to make such a good rallycross track at a permanent F1 facility but Barcelona has proved me wrong. I really like this circuit, it’s technical and the gravel is very slippery which means you have to get the right rhythm. You need to be careful not to make any mistakes so it’s very challenging when up against five other drivers. We’ve had good pace all day and it’s good to be smiling again after a few tough events.”",
      "subhead":  "S1600 category",
      "subcont":  "In the S1600 category, which runs alongside World RX this weekend, it’s Frenchman Andrea Dubourg who leads the way after winning two out of three heats. Krisztian Szabo is second, with current S1600 points leader Janis Baumanis third. Norway’s Thomas Bryntesson is leading the RX Lites Cup after the first three heats. Swede Kevin Eriksson is second and Frenchman Cyril Raymond is placed third. Tomorrow’s World RX action will kick off at 8.30am local time with warm-up for 60 minutes. Heats three and four will commence at 10am before the semi-finals and all-important final are scheduled from 1.40pm. The winners’ press conference will commence at 4.20pm."
    },
    "images": {
      "img1":     "../assets/images/article/world-rx-france-2015-timmy-hansen-team-peugeot-hansen.jpg",
      "img2":     "../assets/images/article/world-rx-spain-2015-mattias-ekstrom-eks-rx-audi-s1.jpg",
      "img3":     "../assets/images/article/world-rx-trois-rivi-res-2015-tanner-foust-marklund-motorsport-volkswagen-polo.jpg",
      "img4":     "../assets/images/article/world-rx-france-2015qq-timmy-hansen-team-peugeot-hansen.jpg",
      "img5":     "../assets/images/article/rallycross-world-rx-sweden-2014-ramona-karlsson.jpg",
      "img6":     "../assets/images/article/world-rx-spain-2015-timo-scheider-munnich-motorsport-audi.jpg",
      "img7":     "../assets/images/article/world-rx-norway-2015-mattias-ekstrom-eks-rx-audi-s1-and-timur-timerzyanov-olsbergs-mse-fo.jpg",
      "img8":     "../assets/images/article/world-rx-spain-2015-reinis-nitiss-olsbergs-mse-ford-fiesta-st.jpg"
    },
    "date":       1286719923006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "World RX prepares for iconic Loheac event in France",
    "post" : {
      "intro":    "Staged in the small Breton village of Loheac in north-west France, a total of 67 cars will go head-to-head at the ninth round of the World Rallycross Championship",
      "content":  "The FIA World Rallycross Championship presented by Monster Energy will move to Brittany this weekend for one of the most eagerly-anticipated events on the 13-round calendar: the Bretagne World RX of France. Last year’s race attracted a record crowd of 74,000 people and 2015 is shaping up to be just as successful with 20 home drivers including an exciting entry from multiple FIA World Touring Car Champion (WTCC), Yvan Muller. Staged in the small Breton village of Loheac in north-west France, a total of 67 cars will go head-to-head at the ninth round of the World Championship including the biggest S1600 entry of the year plus 37 flame-spitting Supercars that have the ability to accelerate from 0-60mph in less than two seconds. No fewer than four former French Rallycross Champions will race on home soil including World RX front-runner Davy Jeanney (2010 French Rallycross Champion) plus Marc Laboulle (2009), Gaetan Serazin (2012) and Jerome Grosset-Janin (2013). Grosset-Janin will partner Muller in a second Albatec Racing prepared Peugeot 208 Supercar to form a two-car French team.",
      "subhead":  "From a Cooper Tire point of view",
      "subcont":  "Paul Coates, General Manager – Motorsport, Cooper Tire Europe, explained the nature of the Loheac circuit: “This track has one of the shortest start straights into the first corner which combined with one of the longest joker laps always means there is lots of action. We have seen this year that the teams’ tyre strategy is important in helping getting those valuable extra tenths of a second and the strategy the teams use this weekend will be important because the nature of the dirt on this track makes this a particularly abrasive circuit. With each driver only having an allowance of eight dry and eight wet tyres, knowing when to change to a new set or switching tyres round the car will make all the difference.”"
    },
    "images": {
      "img1":     "../assets/images/article/world-rx-sweden-2015-andreas-bakkerud-and-reinis-nitiss-ford-olsbergs-mse-fiesta-st-superc.jpg",
      "img2":     "../assets/images/article/world-rx-norway-2015-petter-solberg-sdrx-citroen-ds3-rx.jpg",
      "img3":     "../assets/images/article/world-rx-norway-2015-mattias-ekstrom-eks-rx-audi-s1.jpg",
      "img4":     "../assets/images/article/world-rx-norway-2015-timmy-hansen-team-peugeot-hansen-and-davy-jeanney-team-peugeot-hanse.jpg",
      "img5":     "../assets/images/article/world-rx-germany-2015-anton-marklund-eksrx-audi-s1-quattro-and-reinis-nitiss-ford-olsbergs.jpg",
      "img6":     "../assets/images/article/world-rx-trois-rivi-res-2015-reinis-nitiss-olsbergs-mse-ford-fiesta-st.jpg",
      "img7":     "../assets/images/article/world-rx-norwaqqy-2015-petter-solberg-sdrx-citroen-ds3-rx.jpg",
      "img8":     "../assets/images/article/world-rx-norway-2015-antonee-marklund-eks-rx-audi-s1.jpg"
    },
    "date":       1286613823006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "F1 ace Jenson Button tests Mini and VW Beetle rallycross cars",
    "post" : {
      "intro":    "Formula 1 star Jenson Button tested rallycross cars at Lydden Hill today alongside ex-Grand Prix racer David Coulthard.",
      "content":  "Filming for a feature for BBC TV, Button tried his hand for the first time at the discipline that his late father, John, was a frontrunner. As well as trying the contemporary JRM Racing-run Mini, he also drove a 1974 VW Beetle – similar to the car that John used to race to strong effect in the British Rallycross Championship. “Today has been a mega experience and completely different to what I am used to,” said Button. “You need a huge amount of skill to drive these cars – on your own it’s scary enough, never mind going up against another four or five other drivers! “World RX is an exciting championship and it’s great to see the sport growing again like it was in the eighties both in the British and on the world scene. “Everybody racing in single-seaters or in circuit racing regards rallycross as very professional and a lot of fun.” Speaking of his fondness for the sport, Button added: “I grew up with rallycross – I used to watch my dad racing back in the mid-eighties and I used to love hearing the car. “I would not have become an F1 World Champion if it hadn’t been for my dad and the grassroots of rallycross – that was where I caught the motorsport bug. “Today has brought back some really nice memories but since then, I’ve also enjoyed watching World RX on TV. I remember seeing the footage from the Finnish round of the championship last year and today confirmed just how great it is in real life too.”",
      "subhead":  "Coulthard also impressed",
      "subcont":  "Former F1 World Championship runner-up Coulthard drove the Citroen DS3 RX Supercar that Britain’s Liam Doran currently uses in World RX, and has previously driven a Marklund Motorsport VW Polo RX Supercar at last year’s Race of Champions. “Rallycross is highly skilled – the drivers have to deal with an ever-evolving mix of asphalt and gravel that changes from lap to lap,” he said. “I have tremendous respect for rallycross drivers, because there are just so many more variables. “I think it’s a great championship and it’s fantastic to try rallycross which has made me appreciate how skilled the guys are at driving these cars. “It’s great to see that the Championship is growing so much too. I’ve watched it a bit in the past year but you can’t play at this sport – it has serious world-class competition. “I’d absolutely recommend anyone to come along and watch rallycross – the racing is fantastic and being here in person is the only way you can truly appreciate the skill of the drivers and the power of these terrific machines.”"
    },
    "images": {
      "img1":     "../assets/images/article/f1-coulthard-button-test-world-rx-cars-2015-jenson-button.jpg",
      "img2":     "../assets/images/article/f1-coulthard-button-test-whhorld-rx-cars-2015-jenson-button-and-david-coulthard.jpg",
      "img3":     "../assets/images/article/f1-coulthard-button-test-whhorld-rx-cars-2015-jenson-button.jpg",
      "img4":     "../assets/images/article/f1-coulthard-button-test-world-rx-hhcars-2015-jenson-button-and-david-coulthard.jpg",
      "img5":     "../assets/images/article/f1-coulthard-button-test-world-rx-hhcars-2015-david-coulthard-and-jenson-button.jpg",
      "img6":     "../assets/images/article/f1-coulthard-button-teshht-world-rx-cars-2015-jenson-button-and-liam-doran.jpg",
      "img7":     "",
      "img8":     ""
    },
    "date":       1286512823006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "Double victory for team Peugeot-Hansen as Timmy Triumphs",
    "post" : {
      "intro":    "Timmy Hansen’s emphatic win is the fourth podium in a row for the Swedish-based squad and has pushed Peugeot-Hansen to the top of the Teams’ Championship.",
      "content":  "It was a dream weekend for Team Peugeot-Hansen as team-mates Timmy Hansen and Davy Jeanney secured a one-two at the NAF World RX of Norway, round eight of the FIA World Rallycross Championship presented by Monster Energy. Hansen’s emphatic win is the fourth podium in a row for the Swedish-based squad and has pushed Peugeot-Hansen to the top of the Teams’ Championship. Third place was taken by independent driver Robin Larsson in his Larsson Jernberg Racing Audi A1 Supercar. Running alongside World RX this weekend was the third round of the FIA European Rallycross Championship (Euro RX), where home favourite Tommy Rustad took the victory in his Marklund Motorsport run VW Polo RX Supercar. Joni-Pekka Rajala finished runner-up in a Per Eklund Motorsport run Saab 9-3, with Latvia’s Janis Baumanis third in a Peugeot 208. Albatec Racing’s Jerome Grosset-Janin was fourth and drops behind Rustad in the overall Euro RX standings with two rounds remaining (Barcelona and Italy). Meanwhile, Sweden’s Fredrik Salsten was crowned the 2015 TouringCar Champion. “Finally I have another win! I’ve been wanting this for a long time,” beamed Hell RX winner Timmy Hansen who was also awarded with a limited edition Rebellion Timepieces Wraith Drive Rallycross watch. “The car has been flying all weekend and I am really, really enjoying driving the 208 at the moment. We adopted some safe tactics throughout the heats and had a good tyre strategy going into the semis. We are just getting better each weekend and now I can’t wait for Loheac - it is one of my favourite circuits and is of course home for both Peugeot and my team-mate Davy.” Fellow podium finisher Larsson was as equally delighted with his performance. “For two years I have had nothing but bad luck in Hell so it’s brilliant to finish third. I’ve been struggling this season, the two previous races in Canada and Sweden were a nightmare for me. This weekend we were consistent in the heats and kept everything clean. We were on the last row for the semi-final and I didn’t have much to lose so I just pushed and kept everything tidy. I can’t thank my team enough – they have worked so hard and they deserve this,” he said. ALL-INKL.COM Muennich Motorsport’s Alx Danielsson had his best result of the year so far in fourth place. “When I went to the first round in Portugal, I hadn’t driven a rallycross car ever, and I hadn’t been to a rallycross track ever. I had only watched it on TV - I was very new to it. It took some getting used to of course and we’ve been developing the car. The pace this weekend has been really good, this is a big day for me.” Rounding out the top five was former WRC driver PG Andersson at the wheel of his Marklund Motorsport run Polo RX Supercar. Despite not finishing on the podium due to a front-left puncture, the Swede took comfort after being rewarded with the Monster Energy Super Charge Award for leading the pack to turn one. Russia’s Timur Timerzyanov had a dramatic day and rolled his Olsbergs MSE prepared Ford Fiesta during the semi-finals but managed to recover and secure a spot in the final. The team worked frantically and managed to get the car to the grid for the final, but Timerzyanov was forced to retire on the second lap. He ended the event in sixth place.",
      "subhead":  "FIA European Rallycross Championship for TouringCar",
      "subcont":  "Supporting the FIA World Rallycross Championship in Hell this weekend was the final round of the FIA European Rallycross Championship for TouringCar and the fourth round of the RX Lites Cup. Christian Sandmo took the Hell RX TouringCar win but it was Sweden’s Fredrik Salsten who was crowned the overall TouringCar Champion after a dominant season in his Citroen DS3. “I’m so happy,” grinned Salsten. “I want to thank my whole team and family – without their support none of this would be possible. Now my aim is to go into a Supercar but it depends on budget. I hope to have a surprise for everyone soon… so watch this space!”"
    },
    "images": {
      "img1":     "../assets/images/article/world-rx-great-britain-2015-timmy-hansen-team-peugeot-hansen.jpg",
      "img2":     "../assets/images/article/world-rx-sweden-2015-tieemmy-hansen-team-peugeot-hansen.jpg",
      "img3":     "../assets/images/article/world-rx-sweeeeden-2015-timmy-hansen-team-peugeot-hansen.jpg",
      "img4":     "../assets/images/article/world-rx-sweden-2015-maeeettias-ekstrom-eksrx-audi-s1-quattro-and-timmy-hansen-team-peugeot-h.jpg",
      "img5":     "../assets/images/article/world-rx-germany-2015-davy-jeeeanney-and-timmy-hansen-team-peugeot-hansen.jpg",
      "img6":     "../assets/images/article/world-rx-sweden-2ee015-manfred-stohl-world-rx-team-austria-ford-fiesta.jpg",
      "img7":     "../assets/images/article/world-rx-swedeeen-2015-petter-solberg-sdrx-citroen-ds3.jpg",
      "img8":     "../assets/images/article/world-rx-hockenheim-2015-davy-jeeeanney-team-peugeot-hansen.jpg"
    },
    "date":       1286411223006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "Jeanney wins World RX of Canada for team Peugeot-Hansen",
    "post" : {
      "intro":    "Topi Heikkinen and Tanner Foust finished second and third respectively.",
      "content":  "Frenchman Davy Jeanney has won the World RX of Canada, round seven of the FIA World Rallycross Championship presented by Monster Energy, after a lights-to-flag victory at the wheel of a Team Peugeot-Hansen prepared 208 WRX Supercar. Marklund Motorsport team-mates Topi Heikkinen and Tanner Foust finished second and third respectively in a pair of Volkswagen Polo RX Supercars. In a twist of fate, Championship leader Petter Solberg failed to qualify for the final for the first time since rallycross became an FIA World Championship at the start of 2014. The SDRX driver continues to lead the Drivers’ Championship by 46 points after collecting 14 points in the Intermediate Classification stage. Meanwhile Jeanney’s win for Team Peugeot-Hansen sees the Swedish-based squad move just two points shy of Ford Olsbergs MSE who lead the Teams’ Championship.",
      "subhead":  "RX Lites",
      "subcont":  "In the standalone RX Lites Intercontinental Cup, it was Oliver Eriksson who took the overall victory. Frenchman Cyril Raymond finished runner-up despite breaking his car’s suspension in the final race. Canadian NASCAR driver Andrew Ranger claimed the third podium spot. Martin Anayi, World RX Managing Director for IMG, concluded: “In today’s semi-finals we saw eight different nationalities and five different manufacturers which just goes to show how truly international World RX has become. This weekend has produced some incredibly exciting wheel-to-wheel racing and I’d like to personally thank the Canadian organisers who have worked extremely hard to make some key improvements to the track. Some of the drivers exceeded 200k/ph on the straight and this track is not only fast but extremely technical too. This combination made for some of the most thrilling racing we have seen all year. Congratulations to Davy Jeanney who came out top for the second time this year. He successfully kept his Peugeot 208 RX Supercar out of trouble and both his and Timmy’s excellent results from the heats have closed the gap at the top of the Teams’ Championship.”"
    },
    "images": {
      "img1":     "../assets/images/article/world-rx-trois-rivi-res-2015-podium-winner-davy-jeanney-team-peugeot-hansen.jpg",
      "img2":     "../assets/images/article/world-rx-trois-rivi-res-2015-mattias-ekstrom-eks-rx-audi-s1.jpg",
      "img3":     "../assets/images/article/world-rx-trois-rivi-res-2015-tanner-foust-marklund-motorsport-volkswagen-polo.jpg",
      "img4":     "../assets/images/article/world-rx-trois-rivi-res-2015-tommy-rustad-munnich-motorsport-audi-s3.jpg",
      "img5":     "../assets/images/article/world-rx-trois-rivi-res-2015-andreas-bakkerud-olsbergs-mse-ford-fiesta-st.jpg",
      "img6":     "../assets/images/article/world-rx-trois-rivi-res-2015-davy-jeanney-team-peugeot-hansen-takes-the-win.jpg",
      "img7":     "../assets/images/article/world-rx-trois-rivi-res-qqq2015-andreas-bakkerud-olsbergs-mse-ford-fiesta-st.jpg",
      "img8":     "../assets/images/article/world-rx-trois-riviqqq-res-2015-petter-solberg-sdrx-citroen-ds3-rx.jpg"
    },
    "date":       1286305023006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "Hansen leads overnight in Canada for team Peugeot-Hansen",
    "post" : {
      "intro":    "Mattias Ekstrom is placed second overall while Davy Jeanney is third.",
      "content":  "After the first two heats at the World RX of Canada, round seven of the FIA World Rallycross Championship presented by Monster Energy, it’s Timmy Hansen that leads the way for Team Peugeot-Hansen. Sweden’s Hansen took the heat one victory and followed it up with a second fastest time in heat two. EKS driver Mattias Ekstrom is placed second overall while Davy Jeanney is third in a second Peugeot 208 WRX Supercar. Reigning World RX Champion Petter Solberg had a difficult start when his Citroen DS3 Supercar suffered from an exhaust manifold problem and saw him placed 16th at the end of heat one. The SDRX team worked hard to repair the car and Solberg went on to take the heat two victory, 2.7 seconds faster than Hansen. He lies fifth overnight. Solberg explained: “There was something strange showing in the data following practice so we decided to change the engine – I didn’t want to take any risks with the Championship to think about. I had to do a manual start in heat two as we’re still having some mapping issues - the pace was good but we need to sort the problems before tomorrow.” Leader Hansen was pleased with his performance but admitted he was analysing today’s data to see where he could improve tomorrow. “I think I can make up some time on the final corner so this is what I’m going to concentrate on,” explained the 22-year-old. “The track is much better this year, it’s very technical – you really need to think about what you’re doing but I love it and the 208 is really well suited to this track. During free practice we lost the rear wing, and put us on the back foot for heat one but everything is feeling good with the car and I’m feeling confident for tomorrow.”",
      "subhead":  "RX Lites Intercontinental Cup",
      "subcont":  "In the standalone RX Lites Intercontinental Cup, of which there are eight entries, it’s Oliver Eriksson who leads the way after taking two consecutive heat wins. Canadian NASCAR driver Andrew Ranger is second overall after setting a good pace on what is his debut in a Lites car. Third place is occupied by American Indy Lights driver, Kyle Kaiser. Todays’s action begins at 12.15pm (local time) with a 30 minute warm-up session. Heat three will run from 1pm and heat four will follow at 3pm. The RX Lites semi-finals will commence from 5pm, while the RX Lites final and Supercar semi-finals/finals are scheduled at 7pm."
    },
    "images": {
      "img1":     "../assets/images/article/world-rx-germany-2015-davy-jeanney-and-timmy-hansen-team-peugeot-hansen.jpg",
      "img2":     "../assets/images/article/world-rx-swedeeeen-2015-mattias-ekstrom-eksrx-audi-s1-quattro-and-timmy-hansen-team-peugeot-h.jpg",
      "img3":     "../assets/images/article/world-rx-germany-2015-mattiuuuuas-ekstrom-eksrx-audi-s1-quattro.jpg",
      "img4":     "../assets/images/article/world-rx-germany-2015-anton-marklund-eksrx-audi-s1-quattro-and-reinis-nitiss-ford-olsbergs.jpg",
      "img5":     "../assets/images/article/world-rx-great-britain-2015-andreas-bakkerud-ford-olsbergs-mse-fiesta-st-supercar.jpg",
      "img6":     "../assets/images/article/world-rx-sweden-2015-andreas-bakkerud-and-reinis-nitiss-ford-olsbergs-mse-fiesta-st-superc.jpg",
      "img7":     "../assets/images/article/world-rx-great-britain-2015-johan-kristoffersson-and-tord-linnerud-volkswagen-team-sweden.jpg",
      "img8":     "../assets/images/article/world-rx-great-britain-2015-mattias-ekstrom-eksrx-audi-s1-quattro.jpg"
    },
    "date":       1286204423006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "Riga to host Latvian round of World RX from 2016",
    "post" : {
      "intro":    "Riga, the capital city of Latvia, has been added to the World RX calendar from 2016 onwards.",
      "content":  "The FIA World Rallycross Championship presented by Monster Energy is delighted to announce that Riga, the capital city of Latvia, has been added to the World RX calendar from 2016 onwards. The announcement was made at a special press conference held in Riga today [Thursday 16 July] as it was revealed that the Bikernieki National Sports Base circuit is part of a new multi-year partnership with World RX.",
      "subhead":  "Multi-functional racetrack",
      "subcont":  "Reigning World RX Champion Petter Solberg attended the press conference alongside Reinis Nitiss and World RX Managing Director Martin Anayi. With support from the Latvian Government and CSDD [Road Traffic Safety Directorate of the Ministry of Transport], work has already got underway at the Bikernieki circuit, which is based just 15 minutes from the centre of Riga and 30 minutes from the international airport. Bikernieki, which was constructed in 1966, is the most multi-functional racetrack in the Baltic region and has accommodated various motorsport events over the years including drag racing, drift, karting and speedway. In preparation for the new Latvian RX round, a new state-of-the-art rallycross track will be built. The total length of the track is 1,295 metres (780 metres asphalt; 515 metres gravel). The Joker Lap is situated at the end of the circuit and the layout also includes three jumps. RA Events director Raimonds Strokss commented: “I am extremely proud that my team has been given the chance to be a pivotal part of World RX and to help promote the Championship to new heights. To bring a round of World RX to Latvia is spectacular news for us, especially at a time when the Championship is growing rapidly in terms of global recognition and when two of our drivers – Reinis Nitiss and Janis Baumanis – are doing so well in the standings. Above all, I want to express my deepest gratitude to the government of Latvia that has found the opportunity to financially back up this event.”"
    },
    "images": {
      "img1":     "../assets/images/article/worldvvv-rx-germany-2015-anton-marklund-eksrx-audi-s1-quattro-and-reinis-nitiss-ford-olsbergs.jpg",
      "img2":     "../assets/images/article/world-rx-germany-2015-pettevvr-solberg-sdrx-citroen-ds3.jpg",
      "img3":     "../assets/images/article/world-rx-germany-2015-pettvver-solberg-sdrx-citroen-ds3.jpg",
      "img4":     "../assets/images/article/world-rx-germany-2015-pevvtter-solberg-sdrx-citroen-ds3.jpg",
      "img5":     "../assets/images/article/world-rx-germany-2015-reinis-nvitiss-ford-olsbergs-mse-fiesta-st-supercar.jpg",
      "img6":     "../assets/images/article/world-rx-sweden-2015-anvvvdreas-bakkerud-and-reinis-nitiss-ford-olsbergs-mse-fiesta-st-superc.jpg",
      "img7":     "../assets/images/article/world-rx-sweden-2015-petter-sfffolberg-sdrx-citroen-ds3.jpg",
      "img8":     "../assets/images/article/world-rx-germany-2015-petppppter-solberg-sdrx-citroen-ds3.jpg"
    },
    "date":       1286103923006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "WTCC star Yvan Muller to compete in home World RX event",
    "post" : {
      "intro":    "Four-time World Touring Car champion Yvan Muller will make his debut in the FIA World Rallycross Championship for Albatec Racing on September 4-6 at the French round at Loheac.",
      "content":  "Muller will drive the team's Peugeot 208 RX as team-mate to Jerome Grosset-Janin. The 45-year-old has already tested the car in Faleyras, and will test the car again at Loheac in August ahead of his debut, which takes place one week before the next round of the World Touring Car Championship in Motegi, Japan. \"I’ve wanted to do rallycross for a long time, it’s been on my mind for four or five years, but I didn’t have the opportunity, the good opportunity, or the time to do it,\" said Muller. \"I’m really looking forward to doing Loheac, firstly it’s very well known in France, and rallycross now is at a high level, so I think it’s just the right time to do it. So yes I’m very pleased and looking forward to it.\" In addition to touring cars, Muller is known for his exploits in the Andros Trophy Ice Racing series, where he was a 10-time champion in a series which features similar style heats to rallycross. “I don’t think we can compare ice racing to rallycross too much,\" said Muller. \"Yes ice racing is four-wheel drive, but also four-wheel steer, and on ice the grip levels are naturally much lighter. “Of course, the comparison is closer from ice racing to rallycross, than from say circuit racing like WTCC, but it’s still quite different, so there are things to learn.\"",
      "subhead":  "",
      "subcont":  ""
    },
    "images": {
      "img1":     "../assets/images/article/wtcc-slovakia-2015-race-winner-yvan-muller-citroen-c-elysee-wtcc-citroen-world-touring-car.jpg",
      "img2":     "../assets/images/article/wtcc-slovakia-2015-ykkkvan-muller-citroen-c-elysee-wtcc-citroen-world-touring-car-team.jpg",
      "img3":     "../assets/images/article/wtcc-vila-real-201hhh5-yvan-muller-citroen-c-elysee-wtcc-citroen-world-touring-car-team.jpg",
      "img4":     "../assets/images/article/rallycross-jacques-villeneggguve-tests-rallycross-car-2014-jacques-villeneuve-the-albatec-rac.jpg",
      "img5":     "../assets/images/article/wtcc-slovagggkia-2015-yvan-muller-citroen-c-elysee-wtcc-citroen-world-touring-car-team.jpg",
      "img6":     "../assets/images/article/wtcc-vila-real-2015-yvan-muller-citrhhhhoen-c-elysee-wtcc-citroen-world-touring-car-team.jpg",
      "img7":     "",
      "img8":     ""
    },
    "date":       1286001123006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },
  {
    "title":      "Solberg wins Barcelona RX after dominant final",
    "post" : {
      "intro":    "Petter Solberg continues to lead the overall Championship drivers’ standings",
      "content":  "Norway's Petter Solberg has secured his third victory in the 2015 FIA World Rallycross Championship presented by Monster Energy after winning the inaugural Barcelona RX. Team Volkswagen Sweden’s Johan Kristoffersson finished runner-up, while Team Peugeot-Hansen’s Timmy Hansen secured the final spot on the podium. Solberg continues to lead the overall Championship drivers’ standings but Hansen’s maximum points haul at the Intermediate Classification stage sees the gap reduced to 35 points with three rounds remaining. Barcelona RX also marked the penultimate round of the FIA European Rallycross Championship where Team Volkswagen Sweden’s Ole-Christian Veiby took the overall victory, while Alexander Hvaal finished runner-up in his Citroen DS3. Finland’s Joni-Pekka Rajala claimed third. Tommy Rustad won on the road in his Marklund Motorsport prepared Polo RX Supercar but was excluded after post-race scrutineering where the car was found in breach of the regulations concerning driver aids.",
      "subhead":  "S1600",
      "subcont":  "The FIA European Rallycross Championship for Super1600 and the RX Lites Cup also supported the tenth round of the World RX in Barcelona. In S1600, it was Frenchman Andrea Dubourg who took the overall win. Following a stewards’ inquiry, Dubourg was given a penalty of eight Championship points for technical infringements but kept his victory. Hungary’s Krisztian Szabo took second place, while Janis Baumanis kept his hopes of the S1600 Championship title alive by clinching third place. With just one S1600 round remaining, Baumanis leads Szabo by 26 points in the standings."
    },
    "images": {
      "img1":     "../assets/images/article/world-rx-spain-2015-petter-solberg-sdrx-citroen-ds3-rx.jpg",
      "img2":     "../assets/images/article/world-rx-france-2015-pgggggetter-solberg-sdrx-citroin-ds3-rx.jpg",
      "img3":     "../assets/images/article/world-rx-france-2015-tigggmmy-hansen-team-peugeot-hansen.jpg",
      "img4":     "../assets/images/article/world-rx-franceff-2015-johan-kristoffersson-volkswagen-team-sweden.jpg",
      "img5":     "../assets/images/article/world-rx-france-2015-petter-solbergggg-sdrx-citroin-ds3-rx.jpg",
      "img6":     "../assets/images/article/world-rx-france-2015-petter-solbehhhhhhrg-sdrx-citroin-ds3-rx.jpg",
      "img7":     "../assets/images/article/world-rx-frfffance-2015-petter-solberg-sdrx-citroin-ds3-rx.jpg",
      "img8":     ""
    },
    "date":       1285999223006,
    "author":     "Charles Bradley",
    "category":   "rally"
  },




  {
    "title":      "Porsche racing history comes alive at Laguna Seca",
    "post" : {
      "intro":    "More than 50,000 visitors are expected at the Rennsport Reunion V on Sunday",
      "content":  "Stuttgart – Porsche racing history comes alive this weekend at the Rennsport Reunion at the Laguna Seca Raceway in California. This unique class reunion is the largest gathering in the world for legendary Porsche race drivers and historic Porsche race cars. This year marks the fifth time that Porsche enthusiasts and collectors have travelled from all over the world to the demanding circuit in the dunes of Monterey. The three-day event south of San Francisco in the coastal city, in which John Steinbeck set his world famous novel “Cannery Row”, is a true Porsche festival. More than 50,000 visitors are expected at the Rennsport Reunion V on Sunday, with a diverse range of activities on the programme, from races in seven different classes and exhibitions to autograph sessions.",
      "subhead":  "320 historic Porsche cars contesting races",
      "subcont":  "Nowhere else in the world have so many Porsche come together in one place: with 320 historic Porsche cars contesting races, as well as nine current Porsche works drivers and race legends like Hans Hermann and Richard Attwood, who in 1970 scored the first victory for Porsche at the Le Mans 24 Hours – the Rennsport Reunion V leaves no wishes of Porsche fans unfulfilled. Attending as prominent patrons of the event are two of the most successful Porsche Le Mans pilots from Europe and the USA: Jacky Ickx and Hurley Haywood. The Belgian won the world’s most famous long distance race six times, with the American notching up three victories. Moreover, Haywood won the Daytona 24 hour race five times. Fifty well-known names stand on the list of legends who will turn their demonstration laps at Laguna Seca at the wheels of race cars in which they once celebrated their greatest successes: Derek Bell for example, the five-time Le Mans winner, or Vic Elford, who once achieved the remarkable feat of winning the Monte Carlo Rally and the 24 Hours at Daytona for Porsche on two consecutive weeks. Two successful Porsche drivers from Germany attending the reunion of the best are Hans-Joachim Stuck and Jochen Mass. Also at Laguna Seca as one of the legendary Porsche engineers is Norbert Singer, the father of the Porsche 962."
    },
    "images": {
      "img1":     "../assets/images/article/vintage-rennsport-reunion-2015-1949-porsche-356-sl-1970-porsche-917k-2014-porsche-919-hybr.jpg",
      "img2":     "../assets/images/article/vintage-eerennsport-reunion-2015-classic-porsche.jpg",
      "img3":     "../assets/images/article/vintage-rennsport-reunion-20ee15-porsche-spyder-in-can-am-colors.jpg",
      "img4":     "../assets/images/article/vintage-rennseeport-reunion-2015-porsche-956.jpg",
      "img5":     "../assets/images/article/vintage-rennsport-reueeenion-2015-imsa-gtp-porsche-962-and-lmp2-porsche-spyder.jpg",
      "img6":     "../assets/images/article/vintageee-rennsport-reunion-2015-classic-porsche-935s.jpg",
      "img7":     "../assets/images/article/vintage-rennsport-reunion-20ee15-porsche-917-in-gulf-colors.jpg",
      "img8":     "../assets/images/article/vintage-rennsport-reunioeen-2015-classic-porsche-911.jpg"
    },
    "date":       1285899023006,
    "author":     "Charles Bradley",
    "category":   "vintage"
  },
  {
    "title":      "'Million Franc' Delahaye: The car that beat the nazis",
    "post" : {
      "intro":    "Mullin Museum debuts historical racecar video",
      "content":  "Oxnard, Calif. - A new video from the Mullin Automotive Museum gives a glimpse at one of France's most storied racecars. Filmed during the 2015 Monterey Historics, Peter Mullin recounts the story of the \"Million Franc\" Delahaye between laps at Laguna Seca Raceway. In 1937, a million-franc reward was posted by the Auto Club of France for any French manufacturer that could beat Alfa Romeo's 1934 record for completing 16 laps (200 total kilometers, approximately 120 miles) at the Montlhéry Autodrome the fastest. The challenge was good through August 1937.",
      "subhead":  "",
      "subcont":  "The rise of the Third Reich and German nationalism had Hitler furiously backing the Mercedes-Benz Silver Arrow cars in a frenzied effort to overshadow French and Italian carmakers. The Delahaye campaign was financed by American Lucy Schell, and former Ferrari factory driver René Dreyfus was chosen as the Delahaye’s pilot. Dreyfus won the prize by completing the 16 laps in 1 hour 21 minutes: an average speed of 91.3 miles per hour / 146 kilometers per hour. The feat was a source of national pride in France. A few months later, Dreyfus and the \"Million Franc\" Delahaye defeated the Mercedes Silver Arrow team again at the 1938 Grand Prix of Pau. After Germany invaded France during World War II, René Dreyfus, who was Jewish, fled to America – where he ultimately became a renowned New York restauranteur. Hitler ordered that the Million Franc Delahaye be found and destroyed. Instead, the car was disassembled and its parts hidden to avoid German discovery. Four decades later, Peter Mullin painstakingly reassembled the car and documented its provenance. When the “Million Franc” Delahaye isn’t at car shows and vintage races, it resides at the Mullin Automotive Museum in Oxnard, California."
    },
    "images": {
      "img1":     "../assets/images/article/automotive-cavallino-classic-2015-1938-delahaye-145.jpg",
      "img2":     "../assets/images/article/vintage-chantieelly-arts-and-elegance-2015-classic-delahaye.jpg",
      "img3":     "../assets/images/article/vintage-le-mans-classic-2012-3-drrelahaye-135s-erich-traber-bruce-trenery-jurg-konig.jpg",
      "img4":     "../assets/images/article/vintage-le-manstt-classic-2010-16-delahaye-135s-1937-christian-traber-erich-traber-bruce-tre.jpg",
      "img5":     "../assets/images/article/vintage-le-mans-classic-20tt10-16-delahaye-135s-1937-christian-traber-erich-traber-bruce-tre.jpg",
      "img6":     "../assets/images/article/vintage-le-mantts-classic-2010-30-delahaye-135s-1935-philippe-brunner-patrick-friedli.jpg",
      "img7":     "../assets/images/article/vintage-le-marrrns-classic-2008-23-honegger-delahaye-135-1935.jpg",
      "img8":     ""
    },
    "date":       1285795623006,
    "author":     "Charles Bradley",
    "category":   "vintage"
  },
  {
    "title":      "Porsche provides new services for historic motorsport 63 shares",
    "post" : {
      "intro":    "The priorities of the new business field are to restore vintage race cars as true to the original as possible as well as to repair and maintain them.",
      "content":  "Stuttgart - Historic Porsche race cars represent many victories at the 24-hour classics of Le Mans and Daytona. And they also celebrated memorable successes at 1,000-kilometre events on storied circuits such as the Nürburgring and Spa-Francorchamps. To ensure that these vehicles can still be admired at race tracks today, Porsche now also offers customers a comprehensive service for historic motor racing in Germany and the USA. The priorities of the new business field are to restore vintage race cars as true to the original as possible as well as to repair and maintain them.",
      "subhead":  "",
      "subcont":  "“These vehicles have written motorsport history and have gained in value, at times markedly, in recent years,” says Jens Walther, President & CEO of Porsche Motorsport North America in Santa Ana/California. “The historic motor racing scene has an extremely strong following in the USA, but many of these vehicles can also be seen on European race tracks. An increasing number of owners are now recognising how important it is for future gain that such vehicles undergo a true to original restoration.” The figurehead for the new business service is the now completed restoration of a Porsche 917K. The legendary victorious car of the 1,000-kilometre race at Spa in 1971 experienced its roll-out at Porsche Motorsport North America and can now be admired at the “Rennsport Reunion”, the world’s largest event featuring historic Porsche race cars held from September 25-27 at Laguna Seca in California. The race car was also successfully campaigned in the USA, for instance at Watkins Glen, before it was finally put into storage at the museum in Zuffenhausen. In 2009, the vehicle was painted in the famed Gulf colours and exhibited in the museum."
    },
    "images": {
      "img1":     "../assets/images/article/lemans-porsche-le-mans-winning-cars-2013-1971-le-mans-winning-porsche-917kh.jpg",
      "img2":     "../assets/images/article/lemans-24-hoqqurs-of-le-mans-2014-porsche-917-lh-long-tail-1971.jpg",
      "img3":     "../assets/images/article/vintage-goodwood-festival-of-qqspeed-2015-porsche-917k.jpg",
      "img4":     "../assets/images/article/vintage-goodwood-festiqqval-of-speed-2014-porsche-917-30.jpg",
      "img5":     "../assets/images/article/lemans-24-hours-of-le-mans-qq2014-porsche-917-lh-long-tail-1971.jpg",
      "img6":     "../assets/images/article/lemans-24-hours-of-le-mans-2014-porsche-917-lh-long-tail-1971.jpg",
      "img7":     "../assets/images/article/lemans-porsche-le-mans-wiqqnning-cars-2013-1970-le-mans-winning-porsche-917kh.jpg",
      "img8":     "../assets/images/article/lemans-porsche-le-mans-wineening-cars-2013-1971-le-mans-winning-porsche-917kh.jpg"
    },
    "date":       1285695523006,
    "author":     "Darshan Chokhani",
    "category":   "vintage"
  },
  {
    "title":      "Chandhok's date with history at Goodwood",
    "post" : {
      "intro":    "Karun Chandhok, after 2013, was back to racing at Goodwood Revival last weekend driving the Swiftune Mini in St Mary's Trophy race on Saturday.",
      "content":  "Goodwood Revival, a three-day event at the Goodwood circuit oozes with history as thousands of visitors visit the event, sporting vintage clothing, witnessing different categories of racing involving historic cars. This year, the 18th edition of the event, saw world of sporting great competing in various races to celebrate the rich history of cars and motorsport. Chandhok, a regular at Goodwood Festival of Speed, made his second visit to Revival after making his debut in 2013 driving the 1961 Jaguar E-type. He competed in the prestigious St Mary's Trophy race driving the Swiftune Mini Cooper S 1963. \"I really enjoyed my first time racing a Mini,\" said an elated Chandhok to Motorsport.com. \"I have hardly any experience of a front wheel drive car on track so it took me a little while to get my head around it but by the time the race started I got in the grove. \"In the end, the Cortina's and Alfa GTA was a bit too quick for the little Mini's at Goodwood but I was glad to finish first out of our Mini class,\" the Indian added after finishing as the best Mini (12th overall) during Saturday's race. \"I had a great dice with my friend Jason Plato who was in another Swiftune Mini all through the race which was a lot of fun.\"",
      "subhead":  "Incredible weekend",
      "subcont":  "Chandhok also had praises for Lord March and his team, who put together such an incredible weekend of motorsport. \"I love going there to spend time with friends, colleagues past and present as well as heroes of mine from the sport,\" the Indian said. \"Where else can you chat with Sir Stirling Moss, Sir Jackie Stewart, Ross Brawn, Scott Dixon, Christian Horner, Kevin Schwantz, Freddie Spencer, Dario Franchitti and Tom Kristensen all in a single morning? \"Driving historic cars is something that I've really started enjoying. They're totally different to the modern cars but there's a purity about them and the way you have to drive them,\" he added. \"The racing is tough, but you have to be respectful of the cars and the people who own them which requires a different mindset. Great fun, though,\" Chandhok concluded. Tom Kristensen won the St Mary's Trophy Saturday's race driving the Ford Fairlane Thunderbolt while teammate Henry Mann took the winning honours in Sunday's race."
    },
    "images": {
      "img1":     "../assets/images/article/vintage-goodwood-revival-2015-karun-chandhok.jpg",
      "img2":     "../assets/images/article/vintage-goodwood-reveival-2015-karun-chandhok.jpg",
      "img3":     "../assets/images/article/vintage-goodworrod-revival-2015-karun-chandhok.jpg",
      "img4":     "../assets/images/article/vintage-goodwrrrood-revival-2015-frank-stippler-alfa-romeo-1600-gta-1965.jpg",
      "img5":     "../assets/images/article/vintage-goodwood-revival-201rr5-st-mary-s-trophy-winners-tom-kristensen-second-place-frank-s.jpg",
      "img6":     "../assets/images/article/vintage-goodwood-revival-2015-sir-jrrackie-stewart-taking-part-in-the-tribute-to-bruce-mclar.jpg",
      "img7":     "../assets/images/article/vintage-goodwood-revival-2015-rrchristian-horner-and-geri-halliwell.jpg",
      "img8":     "../assets/images/article/vintage-goodwood-revival-201rr5-stirling-moss.jpg"
    },
    "date":       1285591223006,
    "author":     "Darshan Chokhani",
    "category":   "vintage"
  },
  {
    "title":      "John Surtees on track at the 2015 Goodwood Revival meeting",
    "post" : {
      "intro":    "John arrived with much fanfare in a classic Fiat 500 van.",
      "content":  "Seven-time motorcycle world champion and 1964 Formula 1 world champion John Surtees took pride of place at the head of a stunning entry of Ferrari sports racing cars taking part in the Lavant Cup feature race at the 2015 Goodwood Revival Meeting.",
      "subhead":  "",
      "subcont":  "Taking the wheel of a 1965 Ferrari 250 LM, the 81-year-old motor sport legend led out the field of pre-1960 cars that starred in races such as the Le Mans 24 Hours, Mille Miglia, Tour de France and Targa Florio. John arrived with much fanfare in a classic Fiat 500 van delivering Shell X-100 motor oil to the paddock. The new Shell Classic X-100 motor oil brand, launched at the Goodwood Revival, will see a donation made to the Henry Surtees Foundation with every can sold."
    },
    "images": {
      "img1":     "../assets/images/article/vintage-goodwood-revival-2015-john-surtees.jpg",
      "img2":     "../assets/images/article/vintage-goodwood-revivaddl-2015-john-surtees.jpg",
      "img3":     "../assets/images/article/vintage-goddodwood-revival-2015-john-surtees.jpg",
      "img4":     "../assets/images/article/vintage-goodwood-revival-2015-allddd-six-shelby-daytona-coupes-ever-made.jpg",
      "img5":     "",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1285489823006,
    "author":     "Darshan Chokhani",
    "category":   "vintage"
  },
  {
    "title":      "Racer killed in rollover crash at Lime Rock Park",
    "post" : {
      "intro":    "Lee Duran pronounced dead after his MG flips.",
      "content":  "It was shaping up to be another idyllic Labor Day weekend at Lime Rock Park in Connecticut, site of the 32nd Historic Festival, where 265 vintage cars were entered in the races, and celebrities like Sir Stirling Moss, racer Chris Dyson and Dodge SRT executive Ralph Gilles were mingling with the crowd, many of them admiring the cream of the crop from Ralph Lauren’s massive, priceless collection.",
      "subhead":  "",
      "subcont":  "Perhaps less famous was the blue number 305, a 1934 MG PA Special. It was owned and driven – often – by collector Lee Duran, 73, and there was no doubt he would be at Lime Rock: He is from Connecticut, and his business, Reliner/Duran Inc., a small company that made products for the waste water industry, was located in Lyme. At about 2:30 p.m. Saturday afternoon, Duran and his MG, which had only a small roll bar, was racing in the Group 2 class for pre-war sports and racing cars, when he headed through the final turn and descended the hill towards the finish line. Something went wrong: The MG flipped over. The medical crew arrived almost immediately, and transported Duran to Sharon Hospital in Sharon, Connecticut, where he was pronounced dead. Track spokesman Rick Roso said it was the first fatality in the event’s 32-year history. He said Duran’s wife told him that her husband raced for years, quit for a while to pursue sailing, but missed his cars and his friends at the track and returned to vintage racing. Service for Lee Duran are pending."
    },
    "images": {
      "img1":     "../assets/images/article/vintage-historic-festival-30-2012-305-lee-durnan-lyme-conn-1934-mg-pa.jpg",
      "img2":     "../assets/images/article/vintage-historic-festivddal-30-2012-305-lee-durnan-lyme-conn-1934-mg-pa.jpg",
      "img3":     "../assets/images/article/vintage-histoddric-festivddal-30-2012-305-lee-durnan-lyme-conn-1934-mg-pa.jpg",
      "img4":     "",
      "img5":     "",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1285388023006,
    "author":     "Steven Cole Smith",
    "category":   "vintage"
  },
  {
    "title":      "Freddie Hunt remembered his father in Hesketh 308C demo",
    "post" : {
      "intro":    "Freddie demonstrated the Hesketh 308C at Circuit Park Zandvoort on the birthday of his father, the 1976 Formula 1 champion James Hunt. It’s 40 years ago that James celebrated his first F1 victory at the Dutch race track.",
      "content":  "A tactical decision in rainy conditions had put James in the lead of 1975 Dutch Grand Prix. Despite being under pressure of Ferrari driver Niki Lauda, James withstood numerous attacks from his rival and wrote history by winning his first Grand Prix. Yesterday, 40 years after the memorable win, Freddie got behind the wheel of the white Hesketh race car to perform demonstrations during the event ‘Historic Grand Prix Zandvoort’. Although plagued by a small clutch problem when the pit exit lights turned green and an uncomfortable cockpit position, Hunt was able to pay a tribute to his father by completing his first laps around the track.",
      "subhead":  "",
      "subcont":  "“It’s an incredible feeling to drive here at Zandvoort, 40 years after my dad’s first win and today he would have celebrated his 68th birthday,” Freddie told Motorsport.com. “The car is really powerful, but I couldn’t push it as my seatbelts didn’t fit properly. So I had to be careful and I have never driven here before. \"But Zandvoort is such a great track, rich of history and there is not much room for error when you make a mistake. It’s an honour being here driving for such a great crowd and I’m really enjoying it.” Freddie pursuits a career in GT racing with the ultimate goal of participating in the 24 Hours of Le Mans. He’s targeting a race seat in the Blancpain GT Series for 2016."},
    "images": {
      "img1":     "../assets/images/article/vintage-race-retro-2012-lancia-delta-s4-replica-and-037.jpg",
      "img2":     "../assets/images/article/s3_ee1.jpg",
      "img3":     "../assets/images/article/sddd3_1.jpg",
      "img4":     "../assets/images/article/s3_ddd1.jpg",
      "img5":     "../assets/images/article/s3sssss_1.jpg",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1285275523006,
    "author":     "Steven Cole Smith",
    "category":   "vintage"
  },
  {
    "title":      "Celebrating the history of the Goodwood Festival of Speed",
    "post" : {
      "intro":    "Stephen Errity",
      "content":  "The Goodwood Festival of Speed celebrates the history of motorsport, but the event is now so well established that it has a history all of its own. The inaugural running in 1993 was a modest, one-day affair, intended as something of a stopgap until the Earl of March could secure the necessary permit to run full circuit racing at the historic track on his estate. But no-one who attended or took part back then could have foreseen the scale and extent the Festival has grown to today. The centrepiece is of course the well-known hillclimb route, which passes before the front of the grand Goodwood House, then climbs uphill, perilously close to a notorious section of wall. In total, it's around a minute of flat-out blasts punctuated by high-speed curves, depending on what car you're in and how hard you're pushing. It remains the central attraction of Goodwood and one which sets it apart from many other historic events, as it gives fans the chance to see the great machines of the past in action, as they were intended to be – not sitting still gathering dust.",
      "subhead":  "",
      "subcont":  " But you do not get the sort of attendance figure (185,000 over three days) and visitor loyalty that Goodwood enjoys these days merely by running some cars up a hill – there are a plethora of other sideshows that help pack the crowds in, such as displays of new road cars and classic concours. Yet it's the overall nature of the event, more than any one attraction that keeps people coming back. The vast arrays of celebrated historic and modern cars, plus their drivers, are parked up close together in freely accessible paddock areas. Current F1 drivers, past Le Mans winners, future touring car stars: they're all walking around, mingling with the crowds and happy to sign an autograph or say hello. One eagerly anticipated aspect of the Festival that changes from year to year is the central sculpture by artist Gerry Judah. This year, he fashioned an intricate 28-metre-high 'track in the sky' that curved back on itself several times, on which was mounted some of the finest examples of Lotus F1 cars past and present. They were not the only Lotus machinery in attendance, though: one of the groups of cars to tackle the hillclimb was made up of nothing but Colin Chapman's finest, with iconic John Player Special and Gold Leaf liveried F1 cars of the team's glory days leading the charge. There was a certain air of defiance about this display in light of Lotus' current much-publicised difficulties: you could sense that fans and enthusiasts wanted to send a message to the powers that be about how valued and important the brand and its history are."
    },
    "images": {
      "img1":     "../assets/images/article/vintage-goodwood-festival-of-speed-2012-renault-5-rallye.jpg",
      "img2":     "../assets/images/article/s3_jjjjj1.jpg",
      "img3":     "../assets/images/article/s3_jjjjjhhg1.jpg",
      "img4":     "../assets/images/article/s3_gdgdf1.jpg",
      "img5":     "../assets/images/article/s1fsdfs_1.jpg",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1285174523006,
    "author":     "Stephen Errity",
    "category":   "vintage"
  },
  {
    "title":      "Nicolas Minassian samples Group C",
    "post" : {
      "intro":    "Stephen Errity, WEC Correspondent",
      "content":  "Having been part of Peugeot Sport’s present right up until the manufacturer announced its shock withdrawal at the start of this season, Frenchman Nicolas Minassian was able to sample the team’s past at the recent Silverstone Classic historic motorsport festival, where he got behind the wheel of one of the last, and greatest, Group C cars: the Peugeot 905. Now owned by British pub and restaurant magnate Rupert Celevely, the rarely used machine was prepared for the event by the Chamberlain-Synergy Motorsport outfit. Minassian’s first taste of the iconic low-slung prototype came in Friday’s qualifying session, and he was immediately impressed. The ace sports car racer expressed his thoughts in an exclusive interview at Silverstone with Motorsort.com. The reporter and the driver discussed the Silverstone Classic, the World Endurance Championship, and the possibility of Sebastien Loeb Racing entering the Petit Le Mans event later this year.",
      "subhead":  "",
      "subcont":  "“This was my first time in the 905, and it’s really fantastic,” he says with a smile. “It’s funny, because it doesn’t feel like an old car. I’ve driven historic cars before, but this does feel like a proper factory-run machine. Chamberlain-Synergy have done a very good job preparing it, but the set-up hasn’t been adapted yet. The car hasn’t race since Le Mans in 1992, so it still has the full Mulsanne straight aero kit, which is a very low-downforce set-up. But it’s still really well balanced and the engine is fantastic. Everything works perfectly: I don’t feel like I’m struggling to drive it because it’s so old – it definitely doesn’t feel 20 years before my time.”"
    },
    "images": {
      "img1":     "../assets/images/article/vintage-silverstonedd-classic-2012-nicolas-minassian-tries-the-lancia-lc2-for-size.jpg",
      "img2":     "../assets/images/article/s3wwwqwqw_1.jpg",
      "img3":     "../assets/images/article/vintage-silverstonedd-classic-2012-nicolas-minassian-tries-the-lancia-lc2-for-size.jpg",
      "img4":     "",
      "img5":     "",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       12850735006,
    "author":     "Stephen Errity",
    "category":   "vintage"
  },
  {
    "title":      "Keith Wiggins and HVM Racing develop one-stop shop for Lola parts",
    "post" : {
      "intro":    "Eric Mauk, WEC Correspondent",
      "content":  "As the former President of Lola Cars International, HVM Racing owner Keith Wiggins has a vast knowledge of all things related to the fabled company, including how to repair, replace, find or fix parts that made up the legendary fleet of Lola race cars. With so many Lola creations still out in the world, and after Lola Cars went into receivership this past May, Wiggins discovered that there are many customers that need parts for their Lolas – and very few places to find them.",
      "subhead":  "",
      "subcont":  "“You’d be surprised by how many people have things that they want to do for cars for shows, museums, displays or to race in historic events,” Wiggins reported. “A lot of those people need assistance in finding what they need. We have a lot of avenues to help track down parts or designs, I know all the people that make parts, people that have the jigs and designs for parts, so some we can make, some we just go out and find.” The genesis of the idea came when the Indy Car team was taking stock of what was being kept in its Gasoline Alley shop, and found that their years in the Champ Car and CART series had their shelves full of Lola parts. “We’ve probably got more Lola stock than we ever did of Dallara or Panoz parts, so there’s always been a good bit of business to be done with guys looking for bits,” told Wiggins. “They can’t go to directly to Lola anymore to get them, so we thought that supplying them or finding them ourselves would be a great opportunity to help the guys stay busy during the winter.”"
    },
    "images": {
      "img1":     "../assets/images/article/vintage-the-hawk-2fff012-98-1972-mclaren-m8fp-ed-swart-44-1970-lola-t165-jim-ferro-4-1968-lol.jpg",
      "img2":     "../assets/images/article/s1_eweqwr1.jpg",
      "img3":     "",
      "img4":     "",
      "img5":     "",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1284971223006,
    "author":     "Eric Mauk",
    "category":   "vintage"
  },




  {
    "title":      "Naming rights sponsor for V8 finale",
    "post" : {
      "intro":    "V8 Supercars has announced Coates Hire as the new naming rights sponsor for the Sydney 500.",
      "content":  "The season-ending street circuit event will be known as the Coates Hire Sydney 500 until 2018, following the signing of a new four-year deal. The company has a history of sponsorship in V8 Supercars, having sponsored the Queensland Raceway even in the past and been involved in the sport since 2002.",
      "subhead":  "",
      "subcont":  "“With the new naming rights agreement for the Coates Hire Sydney 500, the relationship between Coates Hire and V8 Supercars will reach beyond 15 years,” said V8 Supercars Commercial Director Matt Braid. “Our fan base provides exposure for Coates Hire, with strong alignment to our key demographic, marketing to our audience makes fantastic sense for Australia’s largest equipment hire company.” This year the Sydney event will run between December 4-6, although it could shift to November in 2016 if V8s goes ahead with plans to condense the schedule. "
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-sydney-2014-nick-percat-walkinshaw-racing-holden.jpg",
      "img2":     "../assets/images/article/v8supwerweercars-sydney-2014-marcos-ambrose-team-penske-ford.jpg",
      "img3":     "../assets/images/article/v8supercars-sydney-2twew014-jamie-whincup-red-bull-holden.jpg",
      "img4":     "../assets/images/article/v8supercars-sydney-2014-statyrt-jamie-whincup-red-bull-holden-leads.jpg",
      "img5":     "",
      "img6":     "",
      "img7":     "",
      "img8":     ""
    },
    "date":       1284823623006,
    "author":     "Andrew van Leeuwen",
    "category":   "v8 supercars"
  },
  {
    "title":      "Lowndes misses golden opportunity for century of wins",
    "post" : {
      "intro":    "Jamie Whincup assumed the V8 Supercars Championship lead with a piece of good fortune created by Craig Lowndes.",
      "content":  "Craig Lowndes fell on his own sword in his bid to become the first centurion of Australian motorsport. Instead his Red Bull Racing team-mate Jamie Whincup moved into outright second place in all-time wins with 91, passing Holden great Mark Skaife, with an emphatic victory - the second straight year the team has won all three races in Tasmania. In doing so Whincup assumed the V8 Supercars Championship lead with a piece of good fortune created by Lowndes, overtaking Holden Racing Team’s James Courtney. Lowndes’ attempt to add to his 99 out was finished when he shoved David Reynolds after just one turn of the final race of Tyrepower Tasmanian Supersprint.",
      "subhead":  "",
      "subcont":  "Having dominated with two races wins and three ARMOR ALL Pole Positions came to a sudden halt when he belted fellow front-row starter Reynolds out of the way; and was penalised for doing so. Erebus Motorsport’s Will Davison also got tangled up in the drama when he contacted Reynolds, breaking a steering arm. It ended a tragic weekend for the Mercedes’ Benz outfit that had sensational speed but zero luck. While Whincup felt for Lowndes he knew that it had opened up the race for him. His team also won the strategy battle with his closest challenger Shane van Gisbergen lightning fast on soft tyres but not given enough time of them. “I certainly didn’t expect to be sitting here this weekend,” Whincup said."
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-melbourne-2015-jamie-whincup-triple-eight-race-engineering-holden.jpg",
      "img2":     "../assets/images/article/v8supercars-symrwrmons-plains-2015-james-courtney-holden-racing-team.jpg",
      "img3":     "../assets/images/article/v8supercars-sydney-februaryrer-testing-2015-will-davison-erebus-motorsport-mercedes.jpg",
      "img4":     "../assets/images/article/v8supercars-melbourfdfdne-2015-david-reynolds-rod-nash-racing-ford.jpg",
      "img5":     "../assets/images/article/v8supercars-melbourndfdfe-2015-james-courtney-holden-racing-team.jpg",
      "img6":     "../assets/images/article/v8supercars-syfgfgmmons-plains-2015-james-courtney-holden-racing-team.jpg",
      "img7":     "../assets/images/article/v8supercars-surfers-pvffvaradise-2014-david-reynolds-and-dean-canto.jpg",
      "img8":     ""
    },
    "date":       1284723423006,
    "author":     "Andrew van Leeuwen",
    "category":   "v8 supercars"
  },
  {
    "title":      "V8 Supercars leader James Courtney fired up at Tasmania SuperSprint",
    "post" : {
      "intro":    "James Courtney accused rival Will Davison of looking like a fool!",
      "content":  "V8 Supercars Championship leader James Courtney accused rival Will Davison of looking like a fool in an explosive aftermath to the Tyrepower Tasmanian SuperSprint. The pair engaged in a heated confrontation after Davison, eyeing a potential podium finish, was spun on the first lap in a coming together between the two. Davison charged into the Holden Racing Team garage to confront Courtney who he accused of deliberately taking him out, to which Courtney replied: “go and have a cry”. “We are racing hard, he has got a little fired up. I just told him to look at the footage and get back to me. He is probably regretting a few things he said now and looks like a fool,” Courtney said. “Emotions are high. People say things they don’t mean. It’s racing. It’s done and dusted so he can keep crying. . Everyone wants to see passion. If everybody saw us as robots it and no-one said anything it would be pretty boring.",
      "subhead":  "",
      "subcont":  "“I thought it was funny. I think that made him even angrier that I was laughing it off.” The part-exchange went like this: Davison “I can’t wait to be behind you next time” before Courtney responded: “Go look at the vision and come back and apologise”. Courtney was later cleared by officials of any wrong doing. Neither backed down after the clash as captured on camera as Erebus Motorsport’s Davison continued the attack as he left the HRT headquarters. “He’s telling me to have a cry and I’ll be right – the arrogance on the bloke’s just pathetic, I feel sorry for him. So we were going to race clean and had a great start and I’ve been turfed,” Davison said. “I’ve got a fair idea of what happened, I mean, I seriously don’t know what he was thinking. He’s always just got to rub me up and he thinks it intimidates me but it’s just a shame, it’s just not what you want to see up the front. “It’s just a shame, it’s not what you want for our guys, Betty and it’s a big deal for us – someone of his calibre, he’s leading the Championship, and a move like that is – we’ll see if he was drilled from behind but I doubt it. I think that’ll be after he hit me.”"
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-symmons-plains-2015-james-courtney-holden-racing-team.jpg",
      "img2":     "../assets/images/article/v8supercars-melbourne-201qwe5-start-mark-winterbottom-prodrive-racing-australia-ford-leads-as.jpg",
      "img3":     "../assets/images/article/v8supercars-meldasfbourne-2015-james-courtney-holden-racing-team.jpg",
      "img4":     "../assets/images/article/v8supercarssfdsdf-adelaide-2015-scott-mclaughlin-garry-rogers-motorsport-volvo.jpg",
      "img5":     "../assets/images/article/v8supercars-sdfsmelbourne-2015-scott-mclaughlin-garry-rogers-motorsport-volvo.jpg",
      "img6":     "../assets/images/article/v8supercars-symfsdfmons-plains-2015-craig-lowndes-triple-eight-race-engineering-holden.jpg",
      "img7":     "../assets/images/article/v8supercars-towsdnsville-2014-will-davison-erebus-racing-mercedes.jpg",
      "img8":     ""
    },
    "date":       1284623323006,
    "author":     "Paul Slavonik",
    "category":   "v8 supercars"
  },
  {
    "title":      "Mostert, Winterbottom top Tasmania practice sessions",
    "post" : {
      "intro":    "The Pepsi Max duo pick up where they left off at the Australian Grand Prix.",
      "content":  "With the today's double practice sessions for the Tyrepower Tasmania SuperSprint coming to a close, the two familiar faces of Chaz Mostert and Mark Winterbottom find themselves on the top of the order. Although the conditions were far from ideal, the cold and wet weather did little to slow the Pepsi Max duo down who are fresh off of the clean sweep at the Australian Grand Prix. With each practice session going for a full hour in length, this gave the teams ample amounts of time to ensure that their cars are set for the final practice session tomorrow which will be followed by a double round of qualifying proceeded by two sprint races.",
      "subhead":  "Practice 1",
      "subcont":  "With the rain coming down, Mostert posted the fastest time in the first practice session with a 1:02.277. He was followed closely by Erebus Motorsport driver, Will Davison, who is still licking his wounds after a horrendous start to his season at the Clipsal 500. Just behind Davison was Shane van Gisbergen with Jason Bright and Jamie Whincup completing the top-five. Scott McLaughlin, David Reynolds, Winterbottom, Fabian Coulthard and Rick Kelly rounded out the top-ten."
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-symmons-plains-2015-chaz-mostert-prodrive-racing-australia-ford.jpg",
      "img2":     "../assets/images/article/v8supercars-symmons-plafddins-2015-lee-holdsworth-walkinshaw-performance-holden.jpg",
      "img3":     "../assets/images/article/v8supercars-symmonsdfss-plains-2015-tim-blanchard-lucas-dumbrell-motorsport-holden.jpg",
      "img4":     "../assets/images/article/v8supercassrs-symmons-plains-2015-jamie-whincup-triple-eight-race-engineering-holden.jpg",
      "img5":     "../assets/images/article/v8supercars-symmonsdfsfd-plains-2015-lee-holdsworth-walkinshaw-performance-holden.jpg",
      "img6":     "../assets/images/article/v8supercars-symmonfdfs-plains-2015-scott-pye-team-penske-ford.jpg",
      "img7":     "../assets/images/article/v8supercars-symfdfmons-plains-2015-tim-slade-walkinshaw-racing-holden.jpg",
      "img8":     ""
    },
    "date":       1284512123006,
    "author":     "Paul Slavonik",
    "category":   "v8 supercars"
  },
  {
    "title":      "V8 Supercars roar into 2015",
    "post" : {
      "intro":    "The Clipsal 500 Adelaide also marked the first race weekend attended by Roger Penske and featured the Championship return of DJR Team Penske driver Marcos Ambrose.",
      "content":  "The much anticipated return of the V8 Supercars Championship roared back to life at the Clipsal 500 Adelaide over the weekend. In a new broadcast era for V8 Supercars, the event was simulcast on TEN, Fox Sports, Foxtel Play and Foxtel Go with substantial audiences Australia wide on all platforms. The event itself attracted the third highest crowd in more than 20 years when more than 285,000 people attended across the four days. The second highest crowd in history of 93,600 attended on Sunday, more than 10,000 up on the previous year. The Clipsal 500 Adelaide also marked the first race weekend attended by Roger Penske and featured the Championship return of DJR Team Penske driver Marcos Ambrose.",
      "subhead":  "",
      "subcont":  "To the delight of fans, Ambrose quickly got up to speed in qualifying for the ARMOR ALL Top Ten Shootout and finished a strong 12th on Sunday in the race. The racing was closer than ever, with a different winner of each of the three races. The top ten qualifiers for Sunday’s race were split by just 0.25 seconds, testament to V8 Supercars’ parity formula. Six-time Champion Jamie Whincup took the first race, the 90th of his career, before Kiwi Fabian Coulthard fought back to win race two. In an epic finish to the weekend James Courtney and Shane van Gisbergen staged a thriller in the feature Sunday race, with Courtney snatching back to back Clipsal 500 wins for the Holden Racing Team. Fan feedback on the new innovation across the Fox Sports and TEN Networks was remarkable. High definition, new cameras, camera angles, graphics and unprecedented access to the cars, teams and drivers gave viewers an experience never seen before."
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-adelaide-2015-race-winner-james-courtney-holden-racing-team-celebrates.jpg",
      "img2":     "../assets/images/article/v8supercars-dfdadelaide-2015-race-winner-james-courtney-holden-racing-team-celebrates.jpg",
      "img3":     "../assets/images/article/v8supercars-adeldfdaide-2015-marcos-ambrose-team-penske-ford.jpg",
      "img4":     "../assets/images/article/v8supercars-adelaide-2015-jamiegfgf-whincup-red-bull-holden-takes-the-win.jpg",
      "img5":     "../assets/images/article/v8supercars-sdfydney-2014-race-winner-shane-van-gisbergen-tekno-team-vip-holden.jpg",
      "img6":     "../assets/images/article/v8supercars-adelaide-2sdf015-james-courtney-holden-racing-team-takes-the-win.jpg",
      "img7":     "../assets/images/article/v8supercars-adelsdfaide-2015-fabian-coulthard-brad-jones-racing-holden.jpg",
      "img8":     ""
    },
    "date":       1284401623006,
    "author":     "Paul Slavonik",
    "category":   "v8 supercars"
  },
  {
    "title":      "Brad Jones Racing and Holden hit the 100",
    "post" : {
      "intro":    "2015 will be BJR’s 8th year racing with Holden and the relationship between them extends well before this time.",
      "content":  "This weekend marks the milestone 100th round for Brad Jones Racing with Holden. It will be BJR’s 8th year racing with Holden and the relationship between them extends well before this time. Holden Motorsport GM and Sponsorship Manager Simon McNamara explains the history. “Holden has had a long association with the Jones family, going back to Brad’s days winning five straight AUSCAR championships on the Calder Park Thunderdome, his time at the factory Holden Racing Team - and more recently, with Brad Jones Racing’s switch to Holden in 2008.” With longevity comes consistency and results; and we’ve got plenty to be proud of.",
      "subhead":  "",
      "subcont":  "A few of the highlights include our first race weekend in a Holden where Cameron McConville scored a podium result at the Adelaide Clipsal event. In 2009 McConville and Jason Richards scored runner-up position at Bathurst. In 2011 at Barbagello Jason Bright took out the first V8 Supercar win for BJR. In 2013 Bright won the inaugural Jason Richards Trophy, an emotional and true highlight for the whole team. Since then the momentum has grown; the pole positions and race wins have kept on coming. Team Boss Brad Jones said “The 100 race connection between us and Holden has come up very quickly and that usually happens when you work with great people. Holden have always been fantastic to us and I love the fact that they have been in the sport for so long. They are consistent and they are always helpful; they understand motorsport. It’s an important milestone to BJR as we’ve won all our races in a Holden and we look forward to winning more with them this year.”"
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-auckland-2013-jason-bright-of-brad-jones-racing.jpg",
      "img2":     "../assets/images/article/v8supercars-adfduckland-2013-jason-bright-of-brad-jones-racing.jpg",
      "img3":     "../assets/images/article/v8supercars-aubdfbdckland-2013-jason-bright-of-brad-jones-racing.jpg",
      "img4":     "../assets/images/article/v8supercars-phillip-island-20sds11-brad-jones-racing-holden-commodore-jason-bright-andrew-jon.jpg",
      "img5":     "../assets/images/article/v8supercars-bathuggggrst-1000-2011-darrell-waltrip-sits-with-a-steering-wheel-on-the-passenger.jpg",
      "img6":     "../assets/images/article/v8supercars-pssserth-400-2014-jason-bright-team-boc.jpg",
      "img7":     "../assets/images/article/v8supercars-aucklandsdfsd-2014-jason-bright-boc-racing.jpg",
      "img8":     ""
    },
    "date":       1284392723006,
    "author":     "Paul Slavonik",
    "category":   "v8 supercars"
  },
  {
    "title":      "Season launched in style as FG X hits Sydney Motorsport Park - video",
    "post" : {
      "intro":    "HMAS Canberra is the largest and newest ship in the Australian fleet and marked the ideal location to unveil the newest V8 Supercar.",
      "content":  "Prodrive Racing (Australia) has officially kicked off season 2015 with the first day of the two-day V8 Supercars SuperTest wrapping up at Sydney Motorsport Park. The day marked the on-track debut of the highly-anticipated new FG X Falcon which Mark Winterbottom and Chaz Mostert to the wheel of, two days after officially launching the new car aboard HMAS Canberra. The pair worked through a broad program on the car’s first day on track with Winterbottom and new engineer Jason Gray having their first day together while Mostert bedded in his brand new chassis.",
      "subhead":  "",
      "subcont":  "Chief engineer Nathaniel Osborne was pleased with the day’s efforts which did not include any delays or significant issues. “It's been good day, we've been productive and have done a lot of testing with the new cars,” Osborne said. “It was pretty trouble free considering it's a big push to get two cars ready in such a small amount of time so we're pretty happy with it. We've still got two cars running at the end of the day and they're relatively fast and the drivers are comfortable that we've made a step forward for the year so hopefully we find ourselves further up the grid more often. “We had a couple of issues with the body fit not being together all day but we're on top of that now and it's all sealed up so no dramas, the day has gone pretty smoothly.”"
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-sydney-february-testing-2015-mark-winterbottom-prodrive-racing-australia-ford.jpg",
      "img2":     "../assets/images/article/v8supercars-sydney-fefdfbruary-testing-2015-mark-winterbottom-prodrive-racing-australia-ford.jpg",
      "img3":     "../assets/images/article/v8supercars-ssdsydney-february-testing-2015-mark-winterbottom-fpr-ford-jamie-whincup-red-bull.jpg",
      "img4":     "../assets/images/article/v8supercaassars-sydney-february-testing-2015-mark-winterbottom-fpr-ford-jamie-whincup-red-bull.jpg",
      "img5":     "../assets/images/article/v8supercars-ford-falcoasn-fg-x-unveil-2015-ford-falcon-fg-x.jpg",
      "img6":     "../assets/images/article/v8supercars-faaaaord-falcon-fg-x-unveil-2015-ford-falcon-fg-x.jpg",
      "img7":     "../assets/images/article/v8supercars-perth-2014-race-dddwinner-chaz-mostert-ford-performance-racing-celebrates.jpg",
      "img8":     ""
    },
    "date":       1284279623006,
    "author":     "Paul Slavonik",
    "category":   "v8 supercars"
  },
  {
    "title":      "Lexus roars into V8 Supercars with RC F safety car",
    "post" : {
      "intro":    "A new partnership between Lexus and V8 Supercars",
      "content":  "The Lexus high powered performance RC F coupe will feature as V8 Supercars’ official Safety Car in 2015 as part of a new partnership between the Japanese luxury marque and V8 Supercars, Australia’s premier motorsport series. A Lexus GS 350 F Sport and an IS 350 F Sport will also be on track as the championship’s official course and medical cars as part of the new agreement. The RC F, which is equipped with a 5.0-litre V8 that produces 351kW of power and 530Nm of torque, will feature at each of the 15 V8 Supercars Championship events in 2015 alongside the GS 350 F Sport and IS 350 F Sport.",
      "subhead":  "",
      "subcont":  "Lexus Australia chief executive Sean Hanley said the partnership with V8 Supercars was a fitting match for the brand. “V8 Supercars is the world’s leading touring car series and our involvement as supplier of vehicles reflects the new energy in our brand and our dynamic model lines,” Mr Hanley said. “This partnership is also the perfect opportunity to show Australian motorsport fans the new RC F, which is just as suited to driving on a track as it is on the road.” V8 Supercars chief executive officer James Warburton said Lexus was one of the world’s great brands. “We are proud and excited that Lexus has chosen our sport to showcase their high performance credentials,” Mr Warburton said. \"The stunning RC F safety car will be a feature of its own, and together with the IS 350 F Sport and GS 350 F Sport, we are absolutely delighted these ultra-high performance vehicles will be an integral part of V8 Supercars in 2015.\""
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-sydney-february-testing-2015-the-new-lexus-rc-f-safety-vehicles.jpg",
      "img2":     "../assets/images/article/v8supercars-sydney-februagggry-testing-2015-the-new-lexus-rc-f-safety-vehicles.jpg",
      "img3":     "../assets/images/article/v8supercars-sydney-februagfgfry-testing-2015-2015-drivers-group-photo.jpg",
      "img4":     "../assets/images/article/v8supercars-sydneyfgfg-2014-jamie-whincup-red-bull-holden.jpg",
      "img5":     "../assets/images/article/v8supercars-sydney-2014-chaz-fgfgmostert-ford-performance-racing.jpg",
      "img6":     "../assets/images/article/v8supercars-sydfgfney-2014-jamie-whincup-red-bull-holden.jpg",
      "img7":     "../assets/images/article/v8supercars-sydney-201fgf4-start-jamie-whincup-red-bull-holden-leads.jpg",
      "img8":     ""
    },
    "date":       1284165623006,
    "author":     "Paul Slavonik",
    "category":   "v8 supercars"
  },
  {
    "title":      "Rick Kelly takes top five result in wild Sydney street races",
    "post" : {
      "intro":    "Rick Kelly has continued his strong end of season form, claiming a fifth place in the opening race of the Sydney NRMA 500 on the streets of Sydney Olympic Park today.",
      "content":  "After qualifying seventh, the #15 Jack Daniel’s Nissan Altima used strong car pace to elevate himself up the order, and held station to the chequered flag despite heavy pressure from Shane van Gisbergen. For the other Nissan Motorsport entries, James Moffat finished 14th, while Michael Caruso and Todd Kelly both suffered from brake problems. Caruso came home 22ndand Kelly failed to finish after an incident with Scott Pye. The second race was hampered by extreme wet weather. The race was red flagged after 18 laps and restarted sometime later to reach the 23 lap mark. At the finish, Caruso crossed the line eighth, Rick Kelly 14th, James Moffat 17th and Todd Kelly 23rd. The final day of on track action for the season is scheduled to feature a 20 minute long qualifying session, a top-ten shootout and 250km long race.",
      "subhead":  "Rick Kelly, #15 Jack Daniel’s Nissan Altima",
      "subcont":  "\"It was great to run fifth in that race, we had a really solid car,\" said Rick Kelly. \"We were lucky in that first qualifying with the red flag, not many people got a chance to put a lap in, but with our strategy we did, we went a bit early assuming there might be a red flag. \"It was good for something to go to plan like that, and that race was great. \"We also got off to a good start in the second race, we got up to 11th and had pace on a couple of cars in front. \"Somehow in that pit debacle we lost a few positions, and then the rain came down. \"I normally enjoy the rain, but that was really, really, really heavy, and I couldn't see what I was doing at 60km/h. \"It was a good thing that didn't continue, as it was a little bit too sketchy.\""
    },
    "images": {
      "img1":     "../assets/images/article/v8supercars-sydney-2014-rick-kelly-jack-daniels-nissan.jpg",
      "img2":     "../assets/images/article/v8supercars-syfffdney-2014-rick-kelly-jack-daniels-nissan.jpg",
      "img3":     "../assets/images/article/v8supercars-bathursgdfgdft-2014-rick-kelly-and-david-russell.jpg",
      "img4":     "../assets/images/article/v8supercars-townsville-201hgfh4-rick-kelly-jack-daniels-nissan.jpg",
      "img5":     "../assets/images/article/v8supercars-bathurst-2014-michajhjel-caruso-and-dean-fiore.jpg",
      "img6":     "../assets/images/article/v8supercars-february-testinkkjg-2014-craig-lowndes-jamie-whincup-james-moffat-rick-kelly-scot.jpg",
      "img7":     "../assets/images/article/v8supercars-melbourne-2014jkkj-michael-caruso.jpg",
      "img8":     ""
    },
    "date":       1284043623006,
    "author":     "Andrew van Leeuwen",
    "category":   "v8 supercars"
  },
  {
    "title":      "V8s approves 300km per hour Bathurst change",
    "post" : {
      "intro":    "A final drive change that could see V8 Supercars hitting 300km/h at Bathurst this year has been approved by the category. ",
      "content":  "According to the category’s official website, a taller final drive has now been approved for both the Sandown and Bathurst endurance races. And that could mean that for the first time – officially, at least – a V8 Supercar will reach 300km/h down Conrod Straight at Mount Panorama. Currently, the cars top out between 295 and 298km/h, hitting the 7,500rpm before The Chase in favourable wind conditions. With a slightly taller final drive, and no head wind, 300km/h could well be achieved.",
      "subhead":  "",
      "subcont":  "“To see drivers break the 300km/h barrier as they charge down Mount Panorama will be exciting for fans and drivers and add another dimension to what is already one of Australia's biggest sporting events,” V8 Supercars sporting and technical director David Stuart told v8supercars.com.au. “It will also provide additional passing opportunities at the end of both Mountain Straight and Conrod Straight and only add to the excitement of the race. “Another benefit is that there should be less wear on the cars as they won’t be hitting the limiter as hard or for as long at the end of Conrod Straight. “The change is a win all round.”"
    },
    "images": {
      "img1":     "../assets/images/article/v8supefdfdfrcars-bathurst-2014-jamie-whincup-and-paul-dumbrell.jpg",
      "img2":     "../assets/images/article/v8supercars-bathurst-2014-lee-dfdfholdsworth-and-craig-baird.jpg",
      "img3":     "../assets/images/article/v8supercars-bathurst-2014-mgfgft-panorama-from-above.jpg",
      "img4":     "../assets/images/article/v8supercars-bathurst-2014-scott-mclaughlin-and-alexandre-pr-mat.jpg",
      "img5":     "../assets/images/article/v8supercars-bafdfdfthurst-2014-race-start.jpg",
      "img6":     "../assets/images/article/v8supercars-bathudfdfrst-2014-mt-panorama-from-above.jpg",
      "img7":     "",
      "img8":     ""
    },
    "date":       1283923623006,
    "author":     "Andrew van Leeuwen",
    "category":   "v8 supercars"
  }


]
